[
  {
    "name": "Odin",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Odin is the Allfather of Norse mythology, ruler of Asgard who sacrificed his eye for wisdom at Mimir's well."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Odin appears as Thor's father in Marvel, portrayed by Anthony Hopkins, but originates from Norse mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Odin is Norse, not Greek. The Greek king of the gods is Zeus."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Odin is Norse, not Roman. The Roman king of the gods is Jupiter."
      }
    ]
  },
  {
    "name": "Thor",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Thor is the Norse god of thunder, son of Odin, wielder of the mighty hammer Mjölnir."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Thor is a founding Avenger in Marvel, but he originates from Norse mythology, not comics."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Thor is Norse, not Greek. The Greek god of thunder is Zeus."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Thor is Norse, not Roman. The Roman god of thunder is Jupiter."
      }
    ]
  },
  {
    "name": "Freya",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Freya is the Norse goddess of love, beauty, and war who rides a chariot pulled by cats."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Freya is Norse, not Greek. The Greek goddess of love is Aphrodite."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Freya is Norse, not Roman. The Roman goddess of love is Venus."
      }
    ]
  },
  {
    "name": "Tyr",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Týr is the Norse god of war and justice who bravely lost his hand to the wolf Fenrir."
      },
      {
        "category": "MetalMusic",
        "description": "Týr is a Faroese folk metal band known for incorporating Norse mythology into their music."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Tyr is Norse, not Greek. The Greek god of war is Ares."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Tyr is Norse, not Roman. The Roman god of war is Mars."
      }
    ]
  },
  {
    "name": "Baldur",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Baldur is the Norse god of light, purity, and beauty, famously killed by mistletoe through Loki's trickery."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Baldur is Norse, not Greek. The Greek god of light is Apollo."
      }
    ]
  },
  {
    "name": "Heimdall",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Heimdall is the Norse guardian of the rainbow bridge Bifröst, possessing sight and hearing across all nine realms."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Heimdall appears in Marvel as the gatekeeper, but he originates from Norse mythology."
      }
    ]
  },
  {
    "name": "Frigg",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Frigg is Odin's wife and the Norse goddess of marriage, motherhood, and foresight."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Frigg is Norse, not Greek. The Greek queen of the gods is Hera."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Frigg is Norse, not Roman. The Roman queen of the gods is Juno."
      }
    ]
  },
  {
    "name": "Hel",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Hel is the Norse goddess ruling the underworld realm of the dead, daughter of Loki, half alive and half corpse."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Hel is Norse, not Greek. The Greek underworld is ruled by Hades, not Hel."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Hel is Norse, not Roman. The Roman underworld is ruled by Pluto."
      }
    ]
  },
  {
    "name": "Fenrir",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Fenrir is the monstrous Norse wolf, son of Loki, prophesied to kill Odin during Ragnarök."
      },
      {
        "category": "MetalMusic",
        "description": "Fenrir is the name of multiple metal bands inspired by Norse mythology."
      },
      {
        "category": "Yugioh",
        "description": "Fenrir appears as a Beast-Warrior type card in Yu-Gi-Oh! based on Norse mythology."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "While not an official D&D creature, Fenrir-inspired giant wolves frequently appear in Norse-themed campaigns."
      }
    ]
  },
  {
    "name": "Zeus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Zeus is the king of the Greek gods, ruler of Mount Olympus, wielder of lightning bolts."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Zeus is Greek, not Roman. The Roman equivalent is Jupiter."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Zeus is Greek, not Norse. The Norse king of the gods is Odin (though Thor wields thunder)."
      }
    ]
  },
  {
    "name": "Apollo",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Apollo is the Greek god of the sun, music, poetry, prophecy, and healing."
      },
      {
        "category": "RomanPagan",
        "description": "Apollo is one of the few gods who kept the same name in Roman mythology, honored equally by both cultures."
      },
      {
        "category": "Tech",
        "description": "Apollo GraphQL is a popular framework for building GraphQL APIs and managing data."
      },
      {
        "category": "CarModel",
        "description": "The Buick Apollo was a compact car produced in the 1970s."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Apollo program (1961-1972) achieved the first human Moon landings, including Apollo 11 in 1969."
      }
    ]
  },
  {
    "name": "Athena",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Athena is the Greek goddess of wisdom, warfare, and crafts, born fully armored from Zeus's head."
      },
      {
        "category": "Tech",
        "description": "AWS Athena is Amazon's serverless interactive query service for analyzing data in S3 using SQL."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Athena is Greek, not Roman. The Roman equivalent is Minerva."
      }
    ]
  },
  {
    "name": "Poseidon",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Poseidon is the Greek god of the sea, earthquakes, and horses, wielding a mighty trident."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Poseidon is Greek, not Roman. The Roman equivalent is Neptune."
      }
    ]
  },
  {
    "name": "Hades",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Hades is the Greek god of the underworld, ruler of the dead and keeper of the souls."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Hades is Greek, not Roman. The Roman equivalent is Pluto."
      }
    ]
  },
  {
    "name": "Ares",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Ares is the Greek god of war, representing the violent and brutal aspects of warfare."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Ares appears as Wonder Woman's enemy in DC Comics, but he originates from Greek mythology."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Ares is Greek, not Roman. The Roman equivalent is Mars."
      }
    ]
  },
  {
    "name": "Hercules",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Hercules (Greek: Heracles) is the legendary demigod son of Zeus, famous for completing the Twelve Labors."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Marvel's Hercules has been a hero since the 1960s, but he originates from Greek/Roman mythology."
      },
      {
        "category": "RomanPagan",
        "description": "Hercules is actually the Roman name; the Greek original is Heracles. Both refer to the same legendary hero."
      }
    ]
  },
  {
    "name": "Hermes",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Hermes is the Greek messenger god, patron of travelers, thieves, and commerce, wearing winged sandals."
      },
      {
        "category": "Tech",
        "description": "Hermes is Facebook's JavaScript engine optimized for React Native mobile applications."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Hermes is Greek, not Roman. The Roman equivalent is Mercury."
      }
    ]
  },
  {
    "name": "Artemis",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Artemis is the Greek goddess of the hunt, wilderness, and the moon, Apollo's twin sister."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Artemis program aims to return humans to the Moon - the mythological sequel to Apollo we needed."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Artemis is Greek, not Roman. The Roman equivalent is Diana."
      }
    ]
  },
  {
    "name": "Aphrodite",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Aphrodite is the Greek goddess of love, beauty, and desire, born from sea foam."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Aphrodite is Greek, not Roman. The Roman equivalent is Venus."
      }
    ]
  },
  {
    "name": "Dionysus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Dionysus is the Greek god of wine, festivity, theater, and religious ecstasy."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Dionysus is Greek, not Roman. The Roman equivalent is Bacchus."
      }
    ]
  },
  {
    "name": "Atlas",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Atlas is the Greek Titan condemned to hold up the sky for eternity as punishment from Zeus."
      },
      {
        "category": "Tech",
        "description": "MongoDB Atlas is a cloud-hosted database service for deploying and managing MongoDB databases."
      },
      {
        "category": "CarModel",
        "description": "The Volkswagen Atlas is a three-row midsize SUV introduced in 2017."
      },
      {
        "category": "Celestial",
        "description": "Atlas is a moon of Saturn discovered in 1980, shaped like a flying saucer due to equatorial ridge."
      },
      {
        "category": "SpaceMission",
        "description": "The Atlas rocket family has launched countless satellites and Moon missions since the 1950s."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Atlas appears in Marvel and DC Comics, but the character is based on the Greek mythological Titan."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Atlas is Greek, not Roman. The Romans adopted Greek Titans but Atlas kept his Greek name."
      }
    ]
  },
  {
    "name": "Pegasus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Pegasus is the divine winged horse born from Medusa's blood when Perseus beheaded her."
      },
      {
        "category": "SpaceMission",
        "description": "Pegasus is an air-launched rocket system that deploys satellites from aircraft."
      },
      {
        "category": "Celestial",
        "description": "Pegasus is a prominent constellation in the northern sky, depicting the winged horse."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Pegasus is Greek, not Roman, though Romans adopted the myth. The creature originated in Greek mythology."
      }
    ]
  },
  {
    "name": "Centaur",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Centaurs are Greek mythological creatures with the upper body of a human and lower body of a horse."
      },
      {
        "category": "SpaceMission",
        "description": "Centaur is a rocket upper stage, the first to use liquid hydrogen fuel, used since the 1960s."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Centaurs are a playable race in D&D, but they originate from Greek mythology."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "Centaurs appear frequently in Magic: The Gathering, especially in Theros (Greek-inspired) sets."
      },
      {
        "category": "Celestial",
        "description": "Centaurs are a class of minor planets orbiting between Jupiter and Neptune, named after the mythical creatures."
      }
    ]
  },
  {
    "name": "Psyche",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Psyche is the Greek personification of the soul who married Eros after completing Venus's trials."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Psyche mission (arriving 2029) will explore the metal-rich asteroid that may be a planetary core."
      },
      {
        "category": "Celestial",
        "description": "16 Psyche is a massive metal-rich asteroid in the main belt, possibly the exposed core of a protoplanet."
      }
    ]
  },
  {
    "name": "Gemini",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Gemini means 'the twins' in Greek, referring to the mythological brothers Castor and Pollux."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Gemini program (1961-1966) used two-astronaut spacecraft to develop techniques for Apollo Moon missions."
      },
      {
        "category": "Celestial",
        "description": "Gemini is a zodiac constellation representing the twins Castor and Pollux."
      },
      {
        "category": "RockMusic",
        "result": -1,
        "description": "Gemini was a pop duo, not a rock band. Don't confuse musical genres."
      }
    ]
  },
  {
    "name": "Cassandra",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Cassandra was a Trojan princess cursed by Apollo to speak true prophecies that no one would believe."
      },
      {
        "category": "Tech",
        "description": "Apache Cassandra is a distributed NoSQL database designed for handling massive amounts of data."
      }
    ]
  },
  {
    "name": "Pandora",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Pandora opened the forbidden box releasing all evils into the world, leaving only hope inside."
      },
      {
        "category": "Tech",
        "description": "Pandora is a music streaming and automated recommendation service founded in 2000."
      },
      {
        "category": "Celestial",
        "description": "Pandora is a small moon of Saturn with an irregular shape, discovered in 1980."
      }
    ]
  },
  {
    "name": "Jupiter",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Jupiter is the Roman king of the gods, ruler of the sky and thunder, equivalent to Greek Zeus."
      },
      {
        "category": "Celestial",
        "description": "Jupiter is the largest planet in our solar system, a gas giant with the Great Red Spot storm."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Jupiter is Roman, not Greek. The Greek equivalent is Zeus."
      }
    ]
  },
  {
    "name": "Mars",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Mars is the Roman god of war, father of Romulus and Remus, founders of Rome."
      },
      {
        "category": "Celestial",
        "description": "Mars is the 'Red Planet', the fourth planet from the Sun with two small moons."
      },
      {
        "category": "Pigment",
        "description": "Mars Black, Mars Red, and Mars Yellow are iron oxide pigments used in painting."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Mars is Roman, not Greek. The Greek equivalent is Ares."
      }
    ]
  },
  {
    "name": "Venus",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Venus is the Roman goddess of love, beauty, and desire, mother of Cupid."
      },
      {
        "category": "Celestial",
        "description": "Venus is the second planet from the Sun, the brightest natural object in Earth's night sky after the Moon."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Venus is Roman, not Greek. The Greek equivalent is Aphrodite."
      }
    ]
  },
  {
    "name": "Neptune",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Neptune is the Roman god of the sea, earthquakes, and horses, wielding a trident."
      },
      {
        "category": "Celestial",
        "description": "Neptune is the eighth planet from the Sun, an ice giant with supersonic winds."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Neptune is Roman, not Greek. The Greek equivalent is Poseidon."
      }
    ]
  },
  {
    "name": "Mercury",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Mercury is the Roman messenger god, patron of commerce, travelers, and thieves."
      },
      {
        "category": "Celestial",
        "description": "Mercury is the smallest planet and closest to the Sun, with extreme temperature variations."
      },
      {
        "category": "SpaceMission",
        "description": "Project Mercury (1958-1963) was NASA's first human spaceflight program, putting Americans in orbit."
      },
      {
        "category": "CarModel",
        "description": "Mercury was Ford's mid-luxury car brand that operated from 1938 to 2011."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Mercury is Roman, not Greek. The Greek equivalent is Hermes."
      }
    ]
  },
  {
    "name": "Vulcan",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Vulcan is the Roman god of fire, metalworking, and the forge, equivalent to Greek Hephaestus."
      },
      {
        "category": "SpaceMission",
        "result": -1,
        "description": "ULA's Vulcan Centaur is a commercial launch vehicle, not a NASA mission or spacecraft."
      }
    ]
  },
  {
    "name": "Minerva",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Minerva is the Roman goddess of wisdom, strategic warfare, and crafts, equivalent to Greek Athena."
      }
    ]
  },
  {
    "name": "Juno",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Juno is the Roman queen of the gods, protector of marriage and women, Jupiter's wife."
      },
      {
        "category": "Tech",
        "description": "Juno was OpenStack's code name for the 2014.2 release of the cloud computing platform."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Juno spacecraft has orbited Jupiter since 2016 - who better to peer through the clouds and see what Jupiter is up to?"
      }
    ]
  },
  {
    "name": "Ceres",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Ceres is the Roman goddess of agriculture, grain, and the harvest."
      },
      {
        "category": "Celestial",
        "description": "Ceres is the largest object in the asteroid belt, classified as a dwarf planet since 2006."
      }
    ]
  },
  {
    "name": "Pluto",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Pluto is the Roman god of the underworld and wealth beneath the earth, equivalent to Greek Hades."
      },
      {
        "category": "Celestial",
        "description": "Pluto is a dwarf planet in the Kuiper belt, famously reclassified from full planet status in 2006."
      }
    ]
  },
  {
    "name": "Morrigan",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "The Morrígan is the Celtic goddess of war, fate, and death, often appearing as a crow on battlefields."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Morrigan is Celtic, not Norse. Norse war deities include Odin and the Valkyries."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Morrigan is Celtic, not Greek. Greek war deities include Ares and Athena."
      }
    ]
  },
  {
    "name": "Brigid",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Brigid is the Celtic goddess of fire, poetry, healing, and smithcraft, honored at Imbolc."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Brigid is Celtic, not Norse. Norse fire/smith associations include the dwarves."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Brigid is Celtic, not Greek. The Greek goddess with similar domains is Athena (crafts) and Hephaestus (smithing)."
      }
    ]
  },
  {
    "name": "Cernunnos",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Cernunnos is the Celtic horned god of nature, animals, fertility, and the wilderness."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Cernunnos is Celtic, not Greek. The Greek nature god is Pan (also horned)."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Cernunnos appears in D&D's Celtic pantheon, but he originates from Celtic mythology."
      }
    ]
  },
  {
    "name": "Danu",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Danu is the Celtic mother goddess and ancestor of the Tuatha Dé Danann tribe of gods."
      }
    ]
  },
  {
    "name": "Lugh",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Lugh is the Celtic god of craftsmanship, skill, and many talents, honored at Lughnasadh."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Lugh is Celtic, not Norse. Don't confuse with the Norse trickster Loki despite similar sounds."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Lugh appears in D&D's Celtic pantheon, but he originates from Celtic mythology."
      }
    ]
  },
  {
    "name": "Dagda",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "The Dagda is the Celtic father god wielding a magic club and owning a cauldron of plenty."
      },
      {
        "category": "StarWars",
        "result": -1,
        "description": "Sounds like Dagobah, Yoda's swamp planet, but the Dagda is a Celtic god with a magic club, not a Force-wielding hermit."
      }
    ]
  },
  {
    "name": "Epona",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Epona is the Celtic goddess of horses, fertility, and the protector of riders."
      },
      {
        "category": "Zelda",
        "result": 1,
        "description": "Link's horse Epona is named after the Celtic goddess, but is a video game character, not the deity herself."
      },
      {
        "category": "RomanPagan",
        "result": 1,
        "description": "Epona was one of the few Celtic deities adopted into Roman worship, especially by cavalry units."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Epona is Celtic, not Greek. Greek horse associations include Poseidon and the Centaurs."
      }
    ]
  },
  {
    "name": "Daedalus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Daedalus is the Greek mythological master craftsman, inventor of the Labyrinth and wax wings, father of Icarus."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Daedalus is the official cryptocurrency wallet for Cardano blockchain, naturally named after a mythical inventor."
      }
    ]
  },
  {
    "name": "Triton",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Triton is the Greek merman god, messenger of the sea, son of Poseidon."
      },
      {
        "category": "Tech",
        "description": "Triton is NVIDIA's GPU programming language and inference server for deploying AI models."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Tritons are a playable race in D&D, but they originate from Greek mythology."
      },
      {
        "category": "Celestial",
        "description": "Triton is Neptune's largest moon, the only large moon with a retrograde orbit."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Triton is Greek, not Roman, though he was adopted into Roman mythology under the same name."
      }
    ]
  },
  {
    "name": "Medusa",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Medusa is the Greek Gorgon with snake hair whose gaze turns people to stone, slain by Perseus."
      },
      {
        "category": "Tech",
        "description": "Medusa is an open-source headless commerce platform built with Node.js."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Medusas are classic D&D monsters with petrifying gaze, but they originate from Greek mythology."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Medusa (Queen of Inhumans) is a different character - she has living hair, not snakes, and isn't based on the Greek myth."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "Gorgons appear in Magic: The Gathering, inspired by Medusa and Greek mythology."
      }
    ]
  },
  {
    "name": "Cerberus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Cerberus is the three-headed dog guarding the gates of the Greek underworld, preventing escape."
      },
      {
        "category": "Tech",
        "description": "Cerberus was a popular Android anti-theft and security app (discontinued 2019)."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Cerberus appears in D&D's Nine Hells, but originates from Greek mythology."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "While Romans adopted Cerberus into their mythology, the creature originated in Greek myth."
      }
    ]
  },
  {
    "name": "Hyperion",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Hyperion is the Greek Titan of light and father of the sun god Helios."
      },
      {
        "category": "Tech",
        "description": "Apache Hyperion is an OLAP server for multidimensional data analysis."
      },
      {
        "category": "Celestial",
        "description": "Hyperion is an irregularly shaped moon of Saturn with a sponge-like appearance."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Hyperion is a Superman pastiche, not based on the Greek Titan despite sharing the name."
      }
    ]
  },
  {
    "name": "Chronos",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Chronos is the Greek personification of Time itself, often confused with the Titan Kronos."
      },
      {
        "category": "Tech",
        "description": "Chronos is a distributed cron job scheduler developed by Airbnb for Mesos."
      }
    ]
  },
  {
    "name": "Morpheus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Morpheus is the Greek god of dreams, son of Hypnos, who can shape-shift and appear in dreams."
      },
      {
        "category": "Tech",
        "description": "Morpheus is NVIDIA's cybersecurity AI framework for detecting and preventing threats."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "DC's Sandman (Morpheus) is inspired by but distinct from the Greek god of dreams."
      }
    ]
  },
  {
    "name": "Talos",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Talos is the Greek mythological bronze automaton giant who protected Crete from invaders."
      },
      {
        "category": "Tech",
        "description": "Talos is Cisco's threat intelligence organization providing security research."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Talos is a Skrull alien, not related to the Greek bronze giant despite sharing the name."
      }
    ]
  },
  {
    "name": "Helios",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Helios is the Greek Titan god of the Sun who drives his chariot across the sky each day."
      },
      {
        "category": "Tech",
        "description": "Helios is LinkedIn's search and indexing platform for powering search functionality."
      },
      {
        "category": "Celestial",
        "description": "Helios is another name for the Sun itself in astronomical and scientific contexts."
      }
    ]
  },
  {
    "name": "Hera",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Hera is the Greek queen of the gods, goddess of marriage and family, Zeus's wife."
      },
      {
        "category": "Tech",
        "description": "Hera is a Python SDK for orchestrating workflows on Argo, a Kubernetes workflow engine."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Hera is Greek, not Roman. The Roman equivalent is Juno."
      }
    ]
  },
  {
    "name": "Kraken",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "The Kraken is a legendary Norse sea monster of enormous size that drags ships to the depths."
      },
      {
        "category": "Tech",
        "description": "Kraken is a major cryptocurrency exchange and also Kraken.js, a Node.js framework by PayPal."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "The Kraken is a powerful D&D monster, but it originates from Norse/Scandinavian folklore."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Despite appearing in Clash of the Titans, the Kraken is Norse, not Greek. Greek sea monsters include Scylla and Charybdis."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "Krakens appear in Magic: The Gathering as powerful blue creatures, inspired by Norse mythology."
      }
    ]
  },
  {
    "name": "Icarus",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Icarus is the Greek figure who flew too close to the sun on wax wings, causing his tragic fall."
      },
      {
        "category": "Tech",
        "description": "Icarus Verilog is an open-source hardware simulation and synthesis tool for digital circuits."
      }
    ]
  },
  {
    "name": "Titan",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "The Titans are the primordial Greek gods who preceded the Olympians, overthrown by Zeus."
      },
      {
        "category": "Tech",
        "description": "Titan is Google's Tensor Processing Unit (TPU) for AI and machine learning workloads."
      },
      {
        "category": "CarModel",
        "description": "The Nissan Titan is a full-size pickup truck competing with Ford F-150 and Chevy Silverado."
      },
      {
        "category": "Celestial",
        "description": "Titan is Saturn's largest moon with liquid methane lakes - the only moon with a dense atmosphere."
      },
      {
        "category": "SpaceMission",
        "description": "The Titan rocket family was a major launch vehicle series from the 1950s through 2005."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "DC's Teen Titans are named after the Greek mythological beings, though the heroes themselves are original."
      },
      {
        "category": "Warhammer",
        "description": "Titans are colossal war machines in Warhammer 40,000, the largest combat units of the Adeptus Titanicus."
      }
    ]
  },
  {
    "name": "Sleipnir",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Sleipnir is Odin's eight-legged horse in Norse mythology, the fastest steed in all nine realms."
      },
      {
        "category": "Tech",
        "description": "Sleipnir was a Japanese web browser known for its tab features and customization options."
      }
    ]
  },
  {
    "name": "Lambda",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Lambda (λ) is the 11th letter of the Greek alphabet."
      },
      {
        "category": "DigitalTerm",
        "description": "Lambda is a core concept in functional programming representing anonymous functions (lambda calculus)."
      },
      {
        "category": "Tech",
        "description": "AWS Lambda is Amazon's serverless computing service for running code without managing servers."
      }
    ]
  },
  {
    "name": "Alpha",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Alpha (α) is the first letter of the Greek alphabet, symbolizing beginning or first position."
      },
      {
        "category": "Tech",
        "description": "Alpha refers to early software testing phases and Alphabet Inc., Google's parent company."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Alpha is tech culture jargon for early access, prototype releases, and startup culture terminology."
      },
      {
        "category": "CarModel",
        "description": "Alfa Romeo is the Italian luxury sports car brand (note the spelling: Alfa, not Alpha)."
      }
    ]
  },
  {
    "name": "Beta",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Beta (β) is the second letter of the Greek alphabet."
      },
      {
        "category": "Tech",
        "description": "Beta is the pre-release software testing phase where limited users test for bugs."
      },
      {
        "category": "DigitalTerm",
        "description": "Beta testing and 'beta release' are fundamental concepts in software development cycles."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Beta culture permeates Silicon Valley with perpetual beta products and 'fail fast' mentality."
      }
    ]
  },
  {
    "name": "Delta",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Delta (δ, Δ) is the fourth letter of the Greek alphabet, often representing change in mathematics."
      },
      {
        "category": "CarModel",
        "description": "The Lancia Delta is an iconic rally car that dominated the World Rally Championship."
      },
      {
        "category": "Tech",
        "description": "Delta is used in tech for version control, differential updates, and change tracking systems."
      },
      {
        "category": "DigitalTerm",
        "description": "Delta represents difference or change in mathematics, physics, and computer science."
      }
    ]
  },
  {
    "name": "Omega",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Omega (Ω) is the 24th and final letter of the Greek alphabet, symbolizing 'the end'."
      },
      {
        "category": "CarModel",
        "description": "The Oldsmobile Omega was a compact car produced from 1973 to 1984."
      },
      {
        "category": "Tech",
        "description": "Omega appears in various tech products including Omega watches' precision engineering."
      },
      {
        "category": "RockMusic",
        "description": "Omega is a Hungarian progressive rock band formed in the 1960s."
      }
    ]
  },
  {
    "name": "Sigma",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Sigma (Σ, σ) is the 18th letter of the Greek alphabet, used to denote summation in mathematics."
      },
      {
        "category": "Tech",
        "description": "Sigma includes Six Sigma quality methodology and Sigma camera/lens brand."
      },
      {
        "category": "DigitalTerm",
        "description": "Sigma represents summation in math and statistics, and spawned the 'sigma male' internet meme."
      }
    ]
  },
  {
    "name": "Pi",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Pi (π) is the 16th letter of the Greek alphabet."
      },
      {
        "category": "Tech",
        "description": "The Raspberry Pi is a revolutionary single-board computer that democratized DIY electronics."
      },
      {
        "category": "DigitalTerm",
        "description": "Pi represents the mathematical constant 3.14159... fundamental to computing and mathematics."
      }
    ]
  },
  {
    "name": "Tau",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Tau (τ) is the 19th letter of the Greek alphabet."
      },
      {
        "category": "Warhammer",
        "result": -1,
        "description": "The Tau Empire in Warhammer 40,000 uses the Greek letter's name but is an original sci-fi faction, not based on mythology."
      },
      {
        "category": "Tech",
        "description": "Tau represents 2π (6.28...), advocated by some mathematicians as superior to pi for circular mathematics."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Tau is a Greek letter, not a deity or figure from Greek mythology."
      }
    ]
  },
  {
    "name": "Kappa",
    "categories": [
      {
        "category": "GreekLetter",
        "description": "Kappa (κ) is the 10th letter of the Greek alphabet."
      },
      {
        "category": "Tech",
        "description": "Kappa is the famous Twitch emote (the grey face) used to denote sarcasm or trolling."
      },
      {
        "category": "DigitalTerm",
        "description": "Cohen's kappa coefficient measures inter-rater agreement in statistics and machine learning."
      }
    ]
  },
  {
    "name": "Valkyrie",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Valkyries are Norse warrior maidens who choose the worthy slain for Odin's hall, Valhalla."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Valkyries appear as celestial warriors in D&D, but they originate from Norse mythology."
      },
      {
        "category": "CarModel",
        "description": "The Aston Martin Valkyrie is a limited-production hybrid hypercar developed with Red Bull Racing."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Marvel's Valkyrie is based on the Norse mythological warrior maidens, not an original creation."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Valkyries are Norse, not Greek. Greek female warriors include the Amazons."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "Valkyries appear in Magic: The Gathering's Kaldheim set, inspired by Norse mythology."
      }
    ]
  },
  {
    "name": "Mjolnir",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Mjolnir is Thor's mighty hammer in Norse mythology, forged by dwarven brothers Brokkr and Sindri."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Mjolnir appears in Marvel as Thor's hammer, but it originates from Norse mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Mjolnir is Norse, not Greek. The Greek smith god Hephaestus made different legendary items."
      }
    ]
  },
  {
    "name": "Yggdrasil",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Yggdrasil is the immense World Tree in Norse mythology connecting the nine realms."
      },
      {
        "category": "Tech",
        "description": "Yggdrasil was an early Linux distribution and is also a modern mesh network protocol."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "World tree concepts inspired by Yggdrasil appear in Magic: The Gathering's Kaldheim set."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Yggdrasil is Norse, not Greek. Greek mythology has no equivalent world tree concept."
      }
    ]
  },
  {
    "name": "Ragnarok",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Ragnarok is the Norse apocalypse where Odin dies fighting Fenrir and the world is reborn."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Thor: Ragnarok uses the Norse concept, but the mythology predates Marvel by centuries."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Ragnarok is Norse, not Greek. The Greek apocalypse concept differs entirely."
      }
    ]
  },
  {
    "name": "Asgard",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Asgard is the heavenly realm of the Norse gods, connected to Midgard by the rainbow bridge Bifröst."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Asgard appears in Marvel as Thor's home realm, but it originates from Norse mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Asgard is Norse, not Greek. The Greek gods resided on Mount Olympus."
      }
    ]
  },
  {
    "name": "Bifrost",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Bifröst is the burning rainbow bridge connecting Asgard to Midgard in Norse mythology."
      },
      {
        "category": "Tech",
        "description": "Bifrost is a remote access tool and identity-aware proxy for cloud infrastructure."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "The Bifrost appears in Marvel's Thor films, but it originates from Norse mythology."
      }
    ]
  },
  {
    "name": "Valhalla",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Valhalla is the Norse hall of the slain in Asgard where warriors who die in battle feast with Odin."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Valhalla features in Marvel's Thor comics, but it originates from Norse mythology."
      },
      {
        "category": "AssassinsCreed",
        "result": 1,
        "description": "Assassin's Creed Valhalla uses the Norse concept, but Valhalla itself is mythology, not a game creation."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Valhalla is Norse, not Greek. The Greek afterlife realms include Elysium and the Underworld."
      }
    ]
  },
  {
    "name": "Jormungandr",
    "categories": [
      {
        "category": "NorsePagan",
        "description": "Jormungandr is the Midgard Serpent in Norse myth, so large it encircles the entire world."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Jormungandr appears in D&D as a colossal serpent, but it originates from Norse mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Jormungandr is Norse, not Greek. Greek serpent monsters include Python and the Hydra."
      },
      {
        "category": "SmashBros",
        "result": -1,
        "description": "While 'World Serpent' sounds like a Smash character, Jormungandr is a Norse mythological creature, not a video game character."
      }
    ]
  },
  {
    "name": "Bacchus",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Bacchus is the Roman god of wine, ecstasy, and ritual madness, equivalent to Greek Dionysus."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Bacchus is Roman, not Greek. The Greek equivalent is Dionysus."
      }
    ]
  },
  {
    "name": "Diana",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Diana is the Roman goddess of the hunt, moon, and wilderness, equivalent to Greek Artemis."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Wonder Woman's name Diana Prince references the Roman goddess, connecting her to classical mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Diana is Roman, not Greek. The Greek equivalent is Artemis."
      }
    ]
  },
  {
    "name": "Saturn",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Saturn is the Roman god of time, agriculture, and wealth, equivalent to Greek Kronos."
      },
      {
        "category": "Tech",
        "description": "The Sega Saturn was a 32-bit video game console released in 1994."
      },
      {
        "category": "Celestial",
        "description": "Saturn is the sixth planet from the Sun, famous for its spectacular ring system."
      },
      {
        "category": "SpaceMission",
        "description": "The Saturn V rocket was the mighty launch vehicle that sent Apollo missions to the Moon."
      },
      {
        "category": "CarModel",
        "description": "Saturn was GM's car brand (1985-2010) focused on customer service and no-haggle pricing."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Saturn is Roman, not Greek. The Greek equivalent is Kronos (Cronus), the Titan father of Zeus."
      }
    ]
  },
  {
    "name": "Cupid",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Cupid is the Roman god of love and desire, often depicted as a winged child with bow and arrows."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Cupid is Roman, not Greek. The Greek equivalent is Eros."
      }
    ]
  },
  {
    "name": "Flora",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Flora is the Roman goddess of flowers, spring, and the renewal of nature, celebrated during Floralia."
      }
    ]
  },
  {
    "name": "Fortuna",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Fortuna is the Roman goddess of fortune, luck, and fate, depicted with the Wheel of Fortune."
      }
    ]
  },
  {
    "name": "Vesta",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Vesta is the Roman goddess of the hearth and home, served by the Vestal Virgins."
      },
      {
        "category": "CarModel",
        "description": "The Lada Vesta is a compact car produced by Russian automaker AvtoVAZ since 2015."
      }
    ]
  },
  {
    "name": "Janus",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Janus is the two-faced Roman god of doorways, beginnings, transitions, and endings - January is named after him."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Janus is uniquely Roman with no Greek equivalent. The Greeks had no comparable two-faced god."
      }
    ]
  },
  {
    "name": "Nuada",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Nuada is the Celtic god-king of the Tuatha Dé Danann who lost his arm in battle and received a silver replacement."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Nuada appears in D&D's Celtic pantheon, but he originates from Celtic mythology."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Nuada is Celtic, not Norse. The Norse god who lost a hand is Tyr (to Fenrir)."
      }
    ]
  },
  {
    "name": "Taranis",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Taranis is the Celtic god of thunder and lightning, depicted with a wheel symbolizing the sky."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Taranis is Celtic, not Norse. The Norse god of thunder is Thor."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Taranis is Celtic, not Greek. The Greek god who wields thunder is Zeus."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Taranis is Celtic, not Roman. The Roman thunder god is Jupiter."
      }
    ]
  },
  {
    "name": "Ogma",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Ogma is the Celtic god of eloquence and learning, credited with inventing the Ogham alphabet."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "Ogma appears in D&D's Forgotten Realms as a god of knowledge, but he originates from Celtic mythology."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Ogma is Celtic, not Greek. The Greek god of eloquence is Hermes."
      }
    ]
  },
  {
    "name": "Manannán",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Manannán mac Lir is the Celtic god of the sea, guardian of the otherworld, and master of magical items."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Manannán is Celtic, not Greek. The Greek sea god is Poseidon."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Manannán is Celtic, not Norse. Norse sea deities include Njord and Aegir."
      }
    ]
  },
  {
    "name": "Belenus",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Belenus is the Celtic god of the sun, healing, and light, honored at the Beltane festival."
      }
    ]
  },
  {
    "name": "Arianrhod",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Arianrhod is the Celtic goddess of the moon, stars, and the Silver Wheel (Caer Arianrhod)."
      }
    ]
  },
  {
    "name": "Rhiannon",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Rhiannon is the Welsh goddess associated with horses, birds, and the otherworld."
      },
      {
        "category": "RockMusic",
        "result": -1,
        "description": "Rhiannon is a famous Fleetwood Mac song, but the song title doesn't make her a band herself."
      }
    ]
  },
  {
    "name": "Balor",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Balor is the Celtic one-eyed giant king of the evil Fomorians with a deadly destructive gaze."
      },
      {
        "category": "DnD",
        "result": 1,
        "description": "D&D's Balor demons are named after the Celtic giant, though they are fiery winged demons, not one-eyed giants."
      },
      {
        "category": "LordOfTheRings",
        "result": -1,
        "description": "D&D's Balor demons were originally called Balrogs until Tolkien's estate complained. Balor (Celtic) and Balrog (Tolkien) are different."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Balor is Celtic, not Greek. The Greek one-eyed giants are the Cyclopes."
      }
    ]
  },
  {
    "name": "Sucellos",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Sucellos is the Celtic god of agriculture, forests, and alcoholic drinks, wielding a long-handled hammer."
      }
    ]
  },
  {
    "name": "Andraste",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Andraste is the Celtic goddess of victory and war, famously invoked by Queen Boudica before battle."
      }
    ]
  },
  {
    "name": "Mabon",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Mabon is the Welsh divine son and hunter, associated with the autumn equinox harvest festival."
      }
    ]
  },
  {
    "name": "Aengus",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Aengus (Óengus) is the Celtic god of love, youth, and poetic inspiration, son of the Dagda."
      }
    ]
  },
  {
    "name": "Odyssey",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "The Odyssey is Homer's epic poem chronicling Odysseus's ten-year journey home from the Trojan War."
      },
      {
        "category": "CarModel",
        "description": "The Honda Odyssey is a popular family minivan known for reliability and practicality."
      }
    ]
  },
  {
    "name": "Avalon",
    "categories": [
      {
        "category": "CelticPagan",
        "description": "Avalon is the mythical island in Arthurian legend where King Arthur was taken to heal after his final battle."
      },
      {
        "category": "CarModel",
        "description": "The Toyota Avalon is a full-size sedan positioned as Toyota's flagship luxury car."
      },
      {
        "category": "MTG",
        "result": 1,
        "description": "Avalon imagery appears in Magic: The Gathering, inspired by Arthurian legend."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Avalon is from Celtic/Arthurian legend, not Greek mythology."
      }
    ]
  },
  {
    "name": "Aurora",
    "categories": [
      {
        "category": "RomanPagan",
        "description": "Aurora is the Roman goddess of the dawn who renews herself each morning, equivalent to Greek Eos."
      },
      {
        "category": "CarModel",
        "description": "The Oldsmobile Aurora was a luxury sedan produced from 1995 to 2003."
      },
      {
        "category": "Celestial",
        "description": "The aurora borealis (northern lights) and aurora australis are spectacular light displays in polar skies."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Marvel's Aurora shares her name with the Roman goddess, though she's a mutant speedster, not the deity."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Aurora is Roman, not Greek. The Greek equivalent is Eos."
      }
    ]
  },
  {
    "name": "Eos",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Eos is the Greek goddess of the dawn, sister of Helios and Selene."
      },
      {
        "category": "CarModel",
        "description": "The Volkswagen Eos was a retractable hardtop convertible produced from 2006 to 2015."
      },
      {
        "category": "RomanPagan",
        "result": -1,
        "description": "Eos is Greek, not Roman. The Roman equivalent is Aurora."
      }
    ]
  },
  {
    "name": "Phaeton",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Phaeton was the mortal son of Helios who crashed the sun chariot, nearly destroying the earth."
      },
      {
        "category": "CarModel",
        "description": "The Volkswagen Phaeton was VW's luxury flagship sedan produced from 2002 to 2016."
      }
    ]
  },
  {
    "name": "Electra",
    "categories": [
      {
        "category": "GreekPagan",
        "description": "Electra was a Greek princess in the tragedies of Sophocles and Euripides, daughter of Agamemnon."
      },
      {
        "category": "CarModel",
        "description": "The Buick Electra was a luxury car produced from 1959 to 1990."
      },
      {
        "category": "Superhero",
        "result": 1,
        "description": "Marvel's Elektra (spelled with K) draws her name from the Greek figure, though she's an original assassin character."
      },
      {
        "category": "Celestial",
        "description": "Electra is one of the Pleiades stars (17 Tauri), named after one of the seven sisters in Greek mythology."
      }
    ]
  },
  {
    "name": "Fury",
    "categories": [
      {
        "category": "CarModel",
        "description": "The Plymouth Fury was an iconic muscle car produced from 1955 to 1989."
      },
      {
        "category": "Superhero",
        "description": "Nick Fury is Marvel's eye-patched director of SHIELD, master spy and assembler of the Avengers."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "While 'The Furies' (Erinyes) are Greek vengeance goddesses, 'Fury' singular is too generic to assume this category."
      }
    ]
  },
  {
    "name": "Orion",
    "categories": [
      {
        "category": "Celestial",
        "description": "Orion is one of the most recognizable constellations, featuring Betelgeuse and the distinctive belt."
      },
      {
        "category": "GreekPagan",
        "description": "Orion was a giant huntsman in Greek mythology, placed among the stars by Zeus."
      },
      {
        "category": "CarModel",
        "description": "The Ford Orion was a compact sedan sold in Europe from 1983 to 1997."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Orion is the crew capsule designed for deep space exploration, including Artemis Moon missions."
      }
    ]
  },
  {
    "name": "Nova",
    "categories": [
      {
        "category": "Celestial",
        "description": "A nova is a stellar explosion caused by thermonuclear reactions on a white dwarf's surface."
      },
      {
        "category": "CarModel",
        "description": "The Chevrolet Nova was a popular compact muscle car produced from 1962 to 1988."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Nova Corps is named after the astronomical phenomenon, not based on any mythological figure."
      }
    ]
  },
  {
    "name": "Vega",
    "categories": [
      {
        "category": "Celestial",
        "description": "Vega is the fifth-brightest star in the night sky, part of the Summer Triangle asterism."
      },
      {
        "category": "CarModel",
        "description": "The Chevrolet Vega was a subcompact car produced from 1970 to 1977."
      },
      {
        "category": "Tech",
        "description": "Vega is AMD's GPU microarchitecture used in Radeon RX graphics cards."
      }
    ]
  },
  {
    "name": "Polaris",
    "categories": [
      {
        "category": "Celestial",
        "description": "Polaris is the North Star, aligned with Earth's rotational axis, used for navigation for millennia."
      },
      {
        "category": "Tech",
        "description": "Polaris is AMD's GPU architecture from 2016 used in Radeon RX 400 and 500 series."
      },
      {
        "category": "CarModel",
        "description": "Polaris is a manufacturer of snowmobiles, ATVs, and off-road vehicles."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Polaris is named after the star, not based on any mythological figure."
      }
    ]
  },
  {
    "name": "Sirius",
    "categories": [
      {
        "category": "Celestial",
        "description": "Sirius is the brightest star in the night sky, known as the 'Dog Star' in Canis Major."
      },
      {
        "category": "Tech",
        "description": "Sirius XM is the satellite radio broadcasting company formed in 2008."
      }
    ]
  },
  {
    "name": "Andromeda",
    "categories": [
      {
        "category": "Celestial",
        "description": "The Andromeda Galaxy (M31) is our nearest large galaxy, on a collision course with the Milky Way."
      },
      {
        "category": "GreekPagan",
        "description": "Andromeda was the Greek princess chained to a rock as sacrifice, rescued by Perseus."
      },
      {
        "category": "MetalMusic",
        "description": "Andromeda is a Swedish progressive death metal band formed in 1999."
      }
    ]
  },
  {
    "name": "Equinox",
    "categories": [
      {
        "category": "Celestial",
        "description": "The equinoxes occur twice yearly when day and night are approximately equal in length."
      },
      {
        "category": "CarModel",
        "description": "The Chevrolet Equinox is a compact crossover SUV introduced in 2004."
      }
    ]
  },
  {
    "name": "Solstice",
    "categories": [
      {
        "category": "Celestial",
        "description": "The solstices mark the longest and shortest days of the year at summer and winter peaks."
      },
      {
        "category": "CarModel",
        "description": "The Pontiac Solstice was a sporty roadster produced from 2006 to 2009."
      }
    ]
  },
  {
    "name": "Corona",
    "categories": [
      {
        "category": "Celestial",
        "description": "The solar corona is the Sun's outer atmosphere, visible as a white halo during total eclipses."
      },
      {
        "category": "CarModel",
        "description": "The Toyota Corona was a midsize sedan produced from 1957 to 2001."
      }
    ]
  },
  {
    "name": "Pulsar",
    "categories": [
      {
        "category": "Celestial",
        "description": "A pulsar is a rapidly rotating neutron star emitting beams of electromagnetic radiation."
      },
      {
        "category": "CarModel",
        "description": "The Nissan Pulsar is a compact car sold globally under various names since 1978."
      }
    ]
  },
  {
    "name": "Quasar",
    "categories": [
      {
        "category": "Celestial",
        "description": "A quasar is an extremely luminous active galactic nucleus powered by a supermassive black hole."
      },
      {
        "category": "CloudInfra",
        "description": "Quasar is a Vue.js framework for building responsive web applications with a single codebase."
      }
    ]
  },
  {
    "name": "Voyager",
    "categories": [
      {
        "category": "SpaceMission",
        "description": "NASA's twin Voyager spacecraft (1977) are the most distant human-made objects, now in interstellar space."
      },
      {
        "category": "MetalMusic",
        "description": "Voyager is an Australian progressive metal band that competed in Eurovision 2023."
      }
    ]
  },
  {
    "name": "Cassini",
    "categories": [
      {
        "category": "SpaceMission",
        "description": "The Cassini-Huygens mission studied Saturn for 13 years (1997-2017) before its dramatic finale plunge."
      },
      {
        "category": "Celestial",
        "description": "Giovanni Cassini discovered Saturn's moon gaps (Cassini Division) and multiple moons."
      }
    ]
  },
  {
    "name": "Dawn",
    "categories": [
      {
        "category": "SpaceMission",
        "description": "NASA's Dawn spacecraft was the first to orbit two extraterrestrial bodies: Vesta (2011) and Ceres (2015)."
      },
      {
        "category": "Celestial",
        "description": "Dawn explored the 'dawn of the solar system' by studying ancient protoplanets in the asteroid belt."
      }
    ]
  },
  {
    "name": "Comet",
    "categories": [
      {
        "category": "Celestial",
        "description": "Comets are icy bodies that develop glowing tails when approaching the Sun."
      },
      {
        "category": "CarModel",
        "description": "The Mercury Comet was a compact car produced from 1960 to 1977."
      }
    ]
  },
  {
    "name": "Meteor",
    "categories": [
      {
        "category": "Celestial",
        "description": "A meteor is a space rock burning up in Earth's atmosphere, creating a 'shooting star'."
      },
      {
        "category": "CloudInfra",
        "description": "Meteor.js is a full-stack JavaScript framework for building real-time web applications."
      }
    ]
  },
  {
    "name": "Nebula",
    "categories": [
      {
        "category": "Celestial",
        "description": "A nebula is an interstellar cloud of gas and dust where stars are born."
      },
      {
        "category": "Superhero",
        "result": -1,
        "description": "Marvel's Nebula is named after the astronomical term, not based on any mythological figure."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Nebula is an astronomical term (Latin for 'cloud'), not a Greek mythological figure."
      }
    ]
  },
  {
    "name": "Europa",
    "categories": [
      {
        "category": "Celestial",
        "description": "Europa is Jupiter's icy moon with a subsurface ocean that may harbor life."
      },
      {
        "category": "GreekPagan",
        "description": "Europa was the Phoenician princess abducted by Zeus disguised as a bull - Europe is named after her."
      },
      {
        "category": "SpaceMission",
        "description": "NASA's Europa Clipper mission (arriving 2030) will study Jupiter's moon for habitability."
      }
    ]
  },
  {
    "name": "Ganymede",
    "categories": [
      {
        "category": "Celestial",
        "description": "Ganymede is the largest moon in the solar system, orbiting Jupiter with its own magnetic field."
      },
      {
        "category": "GreekPagan",
        "description": "Ganymede was the beautiful Trojan prince abducted by Zeus to be cupbearer of the gods."
      }
    ]
  },
  {
    "name": "Callisto",
    "categories": [
      {
        "category": "Celestial",
        "description": "Callisto is Jupiter's second-largest moon, the most heavily cratered object in the solar system."
      },
      {
        "category": "GreekPagan",
        "description": "Callisto was a nymph transformed into a bear by jealous Hera after Zeus seduced her."
      }
    ]
  },
  {
    "name": "Io",
    "categories": [
      {
        "category": "Celestial",
        "description": "Io is Jupiter's volcanic moon, the most geologically active body in the solar system."
      },
      {
        "category": "GreekPagan",
        "description": "Io was a priestess of Hera transformed into a white cow by Zeus to hide their affair."
      }
    ]
  }
]
