[
  {
    "name": "Odin",
    "categories": [
      "NorsePagan",
      "Superhero"
    ],
    "explanation": "Odin is the Norse Allfather who sacrificed an eye for wisdom. Marvel brought him to the big screen as Thor's father, ruler of Asgard."
  },
  {
    "name": "Thor",
    "categories": [
      "NorsePagan",
      "Superhero"
    ],
    "explanation": "Thor is the Norse god of thunder wielding Mjölnir. Marvel made him an Avenger and Chris Hemsworth made hammers sexy."
  },
  {
    "name": "Freya",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Freya is the Norse goddess of love, beauty, and war who rides a chariot pulled by cats."
  },
  {
    "name": "Tyr",
    "categories": [
      "NorsePagan",
      "MetalBand"
    ],
    "explanation": "Týr is the Norse god of war who lost his hand to Fenrir, and also a Faroese folk metal band."
  },
  {
    "name": "Baldur",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Baldur is the Norse god of light and purity, killed by mistletoe due to Loki's trickery."
  },
  {
    "name": "Heimdall",
    "categories": [
      "NorsePagan",
      "Superhero"
    ],
    "explanation": "Heimdall is the Norse guardian of Bifröst who sees across all realms. Idris Elba played him in the MCU running Asgard's border security."
  },
  {
    "name": "Frigg",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Frigg is Odin's wife and the Norse goddess of marriage and motherhood."
  },
  {
    "name": "Hel",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Hel is the Norse goddess of the underworld, daughter of Loki, half alive and half dead."
  },
  {
    "name": "Fenrir",
    "categories": [
      "NorsePagan",
      "MetalBand"
    ],
    "explanation": "Fenrir is the monstrous Norse wolf destined to kill Odin at Ragnarök, and also multiple metal bands."
  },
  {
    "name": "Zeus",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Zeus is the Greek king of the gods, ruler of Mount Olympus and god of thunder."
  },
  {
    "name": "Apollo",
    "categories": [
      "GreekPagan",
      "RomanPagan",
      "Tech",
      "CarModel",
      "SpaceMission"
    ],
    "explanation": "Apollo is the Greek/Roman sun god, NASA's legendary moon landing program, Apollo GraphQL, and the Buick Apollo."
  },
  {
    "name": "Athena",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Athena is the Greek goddess of wisdom and warfare born from Zeus's head, and AWS Athena is a serverless SQL query service."
  },
  {
    "name": "Poseidon",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Poseidon is the Greek god of the sea, earthquakes, and horses."
  },
  {
    "name": "Hades",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Hades is the Greek god of the underworld and ruler of the dead."
  },
  {
    "name": "Ares",
    "categories": [
      "GreekPagan",
      "Superhero"
    ],
    "explanation": "Ares is the Greek god of war. DC made him Wonder Woman's archnemesis - she literally killed him in the 2017 film."
  },
  {
    "name": "Hercules",
    "categories": [
      "GreekPagan",
      "Superhero"
    ],
    "explanation": "Hercules (Greek: Heracles) is the legendary demigod known for his twelve labors. Marvel's been publishing Hercules comics since the 60s - he's basically the OG superhero."
  },
  {
    "name": "Hermes",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Hermes is the Greek messenger god, also patron of thieves, travelers, and commerce."
  },
  {
    "name": "Artemis",
    "categories": [
      "GreekPagan",
      "SpaceMission"
    ],
    "explanation": "Artemis is the Greek moon goddess and Apollo's twin sister. NASA named their return-to-Moon program after her - the mythological sequel we needed."
  },
  {
    "name": "Aphrodite",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Aphrodite is the Greek goddess of love and beauty, born from sea foam."
  },
  {
    "name": "Dionysus",
    "categories": [
      "GreekPagan"
    ],
    "explanation": "Dionysus is the Greek god of wine, festivity, and religious ecstasy."
  },
  {
    "name": "Atlas",
    "categories": [
      "GreekPagan",
      "Tech",
      "CarModel",
      "Celestial",
      "SpaceMission",
      "Superhero"
    ],
    "explanation": "Atlas is the Greek Titan holding up the sky, the Atlas rocket family that launched Moon missions, MongoDB Atlas, the VW Atlas, a Saturn moon, and multiple Marvel/DC heroes."
  },
  {
    "name": "Pegasus",
    "categories": [
      "GreekPagan",
      "SpaceMission",
      "Celestial"
    ],
    "explanation": "Pegasus is the Greek winged horse born from Medusa's blood, the Pegasus air-launched rocket, and a prominent northern constellation."
  },
  {
    "name": "Centaur",
    "categories": [
      "GreekPagan",
      "SpaceMission",
      "DnD"
    ],
    "explanation": "Centaurs are Greek half-human half-horse creatures, the Centaur rocket upper stage (first to use liquid hydrogen), and a playable race in D&D."
  },
  {
    "name": "Psyche",
    "categories": [
      "GreekPagan",
      "SpaceMission",
      "Celestial"
    ],
    "explanation": "Psyche is the Greek goddess of the soul who married Eros, a metal-rich asteroid that may be a planetary core, and NASA's mission to explore it (arriving 2029)."
  },
  {
    "name": "Gemini",
    "categories": [
      "GreekPagan",
      "SpaceMission",
      "Celestial",
      "RockBand"
    ],
    "explanation": "Gemini means 'twins' for Castor and Pollux in Greek myth, NASA's two-astronaut program (1961-1966), the zodiac constellation, and Gemini Syndrome hard rock band."
  },
  {
    "name": "Cassandra",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Cassandra was a Greek prophetess cursed to never be believed, and also an Apache distributed database."
  },
  {
    "name": "Pandora",
    "categories": [
      "GreekPagan",
      "Tech",
      "Celestial"
    ],
    "explanation": "Pandora opened the box releasing evils into the world, a music streaming service, and a moon of Saturn."
  },
  {
    "name": "Jupiter",
    "categories": [
      "RomanPagan",
      "Celestial"
    ],
    "explanation": "Jupiter is the Roman king of the gods, and the largest planet in our solar system."
  },
  {
    "name": "Mars",
    "categories": [
      "RomanPagan",
      "Celestial",
      "Pigment"
    ],
    "explanation": "Mars is the Roman god of war, the 'Red Planet', and Mars Black/Red/Yellow are iron oxide pigments."
  },
  {
    "name": "Venus",
    "categories": [
      "RomanPagan",
      "Celestial"
    ],
    "explanation": "Venus is the Roman goddess of love, and the second planet from the Sun."
  },
  {
    "name": "Neptune",
    "categories": [
      "RomanPagan",
      "Celestial"
    ],
    "explanation": "Neptune is the Roman god of the sea, and the eighth planet from the Sun."
  },
  {
    "name": "Mercury",
    "categories": [
      "RomanPagan",
      "Celestial",
      "SpaceMission",
      "CarModel"
    ],
    "explanation": "Mercury is the Roman messenger god, the closest planet, NASA's first human spaceflight program (1958-1963), and Ford's Mercury car brand (1938-2011)."
  },
  {
    "name": "Vulcan",
    "categories": [
      "RomanPagan",
      "SpaceMission"
    ],
    "explanation": "Vulcan is the Roman god of fire and the forge. ULA's Vulcan Centaur rocket (2024) is named for him - fitting for something that produces spectacular flames."
  },
  {
    "name": "Minerva",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Minerva is the Roman goddess of wisdom, equivalent to the Greek Athena."
  },
  {
    "name": "Juno",
    "categories": [
      "RomanPagan",
      "Tech",
      "SpaceMission"
    ],
    "explanation": "Juno is the Roman queen of the gods and Jupiter's wife. NASA's Juno spacecraft has orbited Jupiter since 2016 - who better to peer through the clouds and see what Jupiter is up to?"
  },
  {
    "name": "Ceres",
    "categories": [
      "RomanPagan",
      "Celestial"
    ],
    "explanation": "Ceres is the Roman goddess of agriculture, and also the largest object in the asteroid belt - a dwarf planet discovered in 1801."
  },
  {
    "name": "Pluto",
    "categories": [
      "RomanPagan",
      "Celestial"
    ],
    "explanation": "Pluto is the Roman god of the underworld, and the dwarf planet in our solar system."
  },
  {
    "name": "Morrigan",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "The Morrígan is the Celtic goddess of war, fate, and death, often appearing as a crow."
  },
  {
    "name": "Brigid",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Brigid is the Celtic goddess of fire, poetry, and smithcraft."
  },
  {
    "name": "Cernunnos",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Cernunnos is the Celtic horned god of nature, animals, and fertility."
  },
  {
    "name": "Danu",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Danu is the Celtic mother goddess, ancestor of the Tuatha Dé Danann."
  },
  {
    "name": "Lugh",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Lugh is the Celtic god of skill, crafts, and many talents."
  },
  {
    "name": "Dagda",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "The Dagda is the Celtic father god with a magic club and cauldron of plenty."
  },
  {
    "name": "Epona",
    "categories": [
      "CelticPagan",
      "Zelda"
    ],
    "explanation": "Epona is the Celtic goddess of horses, and Link's iconic horse companion in The Legend of Zelda series since Ocarina of Time."
  },
  {
    "name": "Daedalus",
    "categories": [
      "GreekPagan",
      "SiliconValleyBS"
    ],
    "explanation": "Daedalus is the Greek mythological master craftsman and father of Icarus, and also the official Cardano cryptocurrency wallet."
  },
  {
    "name": "Triton",
    "categories": [
      "GreekPagan",
      "Tech",
      "DnD",
      "Celestial"
    ],
    "explanation": "Triton is the Greek merman god, NVIDIA's GPU programming language, a D&D race, and Neptune's largest moon."
  },
  {
    "name": "Medusa",
    "categories": [
      "GreekPagan",
      "Tech",
      "DnD"
    ],
    "explanation": "Medusa is the Greek Gorgon with snake hair, an open-source commerce platform, and a classic D&D monster type."
  },
  {
    "name": "Cerberus",
    "categories": [
      "GreekPagan",
      "Tech",
      "DnD"
    ],
    "explanation": "Cerberus is the three-headed dog of Greek myth, an Android security app, and appears in D&D's Nine Hells."
  },
  {
    "name": "Hyperion",
    "categories": [
      "GreekPagan",
      "Tech",
      "Celestial"
    ],
    "explanation": "Hyperion is the Greek Titan of light, Apache Big Data platform, and a moon of Saturn."
  },
  {
    "name": "Chronos",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Chronos is the Greek personification of Time, and also a distributed cron job scheduler by Airbnb."
  },
  {
    "name": "Morpheus",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Morpheus is the Greek god of dreams, and also NVIDIA's cybersecurity AI framework."
  },
  {
    "name": "Talos",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Talos is the Greek mythological bronze automaton protecting Crete, and also Cisco's threat intelligence organization."
  },
  {
    "name": "Helios",
    "categories": [
      "GreekPagan",
      "Tech",
      "Celestial"
    ],
    "explanation": "Helios is the Greek god of the Sun, LinkedIn's search platform, and refers to the Sun itself."
  },
  {
    "name": "Hera",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Hera is the Greek queen of the gods, and also a workflow orchestration SDK for Argo Workflows."
  },
  {
    "name": "Kraken",
    "categories": [
      "NorsePagan",
      "SiliconValleyBS",
      "DnD"
    ],
    "explanation": "The Kraken is a legendary Norse sea monster, a major crypto exchange, and a powerful D&D monster."
  },
  {
    "name": "Icarus",
    "categories": [
      "GreekPagan",
      "Tech"
    ],
    "explanation": "Icarus is the Greek figure who flew too close to the sun, and also Icarus Verilog, a hardware simulation tool."
  },
  {
    "name": "Titan",
    "categories": [
      "GreekPagan",
      "Tech",
      "CarModel",
      "Celestial",
      "SpaceMission",
      "Superhero"
    ],
    "explanation": "The Titans are primordial Greek gods, Google's TPU, the Nissan Titan, Saturn's largest moon with liquid methane lakes, the Titan rocket family, and the Teen Titans."
  },
  {
    "name": "Sleipnir",
    "categories": [
      "NorsePagan",
      "Tech"
    ],
    "explanation": "Sleipnir is Odin's eight-legged horse in Norse mythology, and also a Japanese web browser."
  },
  {
    "name": "Lambda",
    "categories": [
      "GreekLetter",
      "DigitalTerm",
      "Tech"
    ],
    "explanation": "Lambda is the 11th Greek letter, a core concept in functional programming (lambda calculus), and AWS Lambda is a serverless computing service."
  },
  {
    "name": "Alpha",
    "categories": [
      "GreekLetter",
      "Tech",
      "SiliconValleyBS",
      "CarModel"
    ],
    "explanation": "Alpha is the first Greek letter, Google's parent Alphabet, Tesla's alpha software releases, and the Alfa Romeo car brand. Also the first COVID variant of concern."
  },
  {
    "name": "Beta",
    "categories": [
      "GreekLetter",
      "Tech",
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "Beta is the second Greek letter, a software testing phase ('beta release'), and fundamental to Silicon Valley product culture. Also a notable COVID variant."
  },
  {
    "name": "Delta",
    "categories": [
      "GreekLetter",
      "CarModel",
      "Tech",
      "DigitalTerm"
    ],
    "explanation": "Delta is the fourth Greek letter (triangle symbol), the Lancia Delta rally car, Delta Air Lines, the math symbol for change, and the infamous COVID variant."
  },
  {
    "name": "Omega",
    "categories": [
      "GreekLetter",
      "CarModel",
      "Tech",
      "RockBand"
    ],
    "explanation": "Omega is the final Greek letter meaning 'the end', the Oldsmobile Omega, Omega watches, and Omega is a Hungarian prog rock band. 'Alpha and Omega' means beginning and end."
  },
  {
    "name": "Sigma",
    "categories": [
      "GreekLetter",
      "Tech",
      "DigitalTerm"
    ],
    "explanation": "Sigma is the 18th Greek letter meaning 'sum' in mathematics, Six Sigma quality methodology, Sigma camera lenses, and the internet 'sigma male' meme."
  },
  {
    "name": "Pi",
    "categories": [
      "GreekLetter",
      "Tech",
      "DigitalTerm"
    ],
    "explanation": "Pi is the 16th Greek letter representing 3.14159... - the mathematical constant, and the Raspberry Pi single-board computer revolutionizing DIY electronics."
  },
  {
    "name": "Tau",
    "categories": [
      "GreekLetter",
      "Warhammer",
      "Tech"
    ],
    "explanation": "Tau is the 19th Greek letter, the Tau Empire is a major high-tech faction in Warhammer 40k, and tau represents 2*pi advocated by some as superior to pi."
  },
  {
    "name": "Kappa",
    "categories": [
      "GreekLetter",
      "Tech",
      "DigitalTerm"
    ],
    "explanation": "Kappa is the 10th Greek letter, the famous Twitch emote for sarcasm (the grey face), and statistics' kappa coefficient measures inter-rater agreement."
  },
  {
    "name": "Valkyrie",
    "categories": [
      "NorsePagan",
      "DnD",
      "CarModel",
      "Superhero"
    ],
    "explanation": "Valkyries are Norse maidens who choose the slain for Valhalla, D&D celestials, the Aston Martin hypercar, and Tessa Thompson's hard-drinking warrior queen in the MCU."
  },
  {
    "name": "Mjolnir",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Mjolnir is Thor's hammer in Norse mythology, forged by dwarves and capable of leveling mountains."
  },
  {
    "name": "Yggdrasil",
    "categories": [
      "NorsePagan",
      "Tech"
    ],
    "explanation": "Yggdrasil is the World Tree in Norse mythology, and also a Linux distribution."
  },
  {
    "name": "Ragnarok",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Ragnarok is the Norse apocalypse, the twilight of the gods where Odin dies fighting Fenrir."
  },
  {
    "name": "Asgard",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Asgard is the realm of the Norse gods, connected to Earth by the Bifröst bridge."
  },
  {
    "name": "Bifrost",
    "categories": [
      "NorsePagan",
      "Tech"
    ],
    "explanation": "Bifröst is the rainbow bridge to Asgard in Norse myth, and also a remote access tool."
  },
  {
    "name": "Valhalla",
    "categories": [
      "NorsePagan"
    ],
    "explanation": "Valhalla is the Norse hall of the slain, where warriors who die in battle feast with Odin until Ragnarok."
  },
  {
    "name": "Jormungandr",
    "categories": [
      "NorsePagan",
      "DnD"
    ],
    "explanation": "Jormungandr is the Norse World Serpent who encircles Midgard, appearing as a monster in D&D."
  },
  {
    "name": "Bacchus",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Bacchus is the Roman god of wine and ecstasy, equivalent to the Greek Dionysus."
  },
  {
    "name": "Diana",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Diana is the Roman goddess of the hunt and moon, equivalent to the Greek Artemis."
  },
  {
    "name": "Saturn",
    "categories": [
      "RomanPagan",
      "Tech",
      "Celestial",
      "SpaceMission",
      "CarModel"
    ],
    "explanation": "Saturn is the Roman god of time, the Sega Saturn, the ringed planet, the mighty Saturn V Moon rocket, and GM's Saturn car brand (1985-2010)."
  },
  {
    "name": "Cupid",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Cupid is the Roman god of love, equivalent to Greek Eros, often depicted with bow and arrows."
  },
  {
    "name": "Flora",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Flora is the Roman goddess of flowers and spring, celebrated during the Floralia festival."
  },
  {
    "name": "Fortuna",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Fortuna is the Roman goddess of fortune and luck, often depicted with a wheel."
  },
  {
    "name": "Vesta",
    "categories": [
      "RomanPagan",
      "CarModel"
    ],
    "explanation": "Vesta is the Roman goddess of the hearth served by the Vestal Virgins, and the Opel/Vauxhall Vesta subcompact car."
  },
  {
    "name": "Janus",
    "categories": [
      "RomanPagan"
    ],
    "explanation": "Janus is the Roman two-faced god of doorways, beginnings, and endings. January is named after him."
  },
  {
    "name": "Nuada",
    "categories": [
      "CelticPagan",
      "DnD"
    ],
    "explanation": "Nuada is the Celtic god-king of the Tuatha Dé Danann, who lost his hand in battle."
  },
  {
    "name": "Taranis",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Taranis is the Celtic god of thunder, depicted with a wheel and lightning."
  },
  {
    "name": "Ogma",
    "categories": [
      "CelticPagan",
      "DnD"
    ],
    "explanation": "Ogma is the Celtic god of eloquence and learning, who invented the Ogham alphabet."
  },
  {
    "name": "Manannán",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Manannán mac Lir is the Celtic sea god, ruler of the otherworldly islands."
  },
  {
    "name": "Belenus",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Belenus is the Celtic sun god, associated with healing and honored at Beltane."
  },
  {
    "name": "Arianrhod",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Arianrhod is the Celtic goddess of the moon and stars, keeper of the Silver Wheel."
  },
  {
    "name": "Rhiannon",
    "categories": [
      "CelticPagan",
      "RockBand"
    ],
    "explanation": "Rhiannon is a Celtic goddess of horses and the otherworld, and also a famous Fleetwood Mac song."
  },
  {
    "name": "Balor",
    "categories": [
      "CelticPagan",
      "DnD"
    ],
    "explanation": "Balor is the Celtic one-eyed giant king of the Fomorians, similar to D&D's Balor demons."
  },
  {
    "name": "Sucellos",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Sucellos is the Celtic god of agriculture and forests, wielding a long-handled hammer."
  },
  {
    "name": "Andraste",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Andraste is the Celtic goddess of victory, invoked by Boudica before battle."
  },
  {
    "name": "Mabon",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Mabon is the Welsh divine son, associated with the autumn equinox festival."
  },
  {
    "name": "Aengus",
    "categories": [
      "CelticPagan"
    ],
    "explanation": "Aengus is the Celtic god of love, youth, and poetic inspiration, son of the Dagda."
  },
  {
    "name": "Odyssey",
    "categories": [
      "GreekPagan",
      "CarModel"
    ],
    "explanation": "The Odyssey is Homer's epic poem about Odysseus's journey, and the Honda Odyssey minivan."
  },
  {
    "name": "Avalon",
    "categories": [
      "CelticPagan",
      "CarModel"
    ],
    "explanation": "Avalon is the mythical island where King Arthur was taken after his final battle, and the Toyota Avalon sedan."
  },
  {
    "name": "Aurora",
    "categories": [
      "RomanPagan",
      "CarModel",
      "Celestial"
    ],
    "explanation": "Aurora is the Roman goddess of the dawn, the Oldsmobile Aurora sedan, and the aurora borealis phenomenon."
  },
  {
    "name": "Eos",
    "categories": [
      "GreekPagan",
      "CarModel"
    ],
    "explanation": "Eos is the Greek goddess of the dawn, and the Volkswagen Eos retractable hardtop convertible."
  },
  {
    "name": "Phaeton",
    "categories": [
      "GreekPagan",
      "CarModel"
    ],
    "explanation": "Phaeton was the son of Helios who crashed the sun chariot, and the Volkswagen Phaeton luxury sedan."
  },
  {
    "name": "Electra",
    "categories": [
      "GreekPagan",
      "CarModel",
      "Superhero"
    ],
    "explanation": "Electra was a Greek princess in tragedies by Sophocles, the Buick Electra, and Marvel's Elektra Natchios - Daredevil's deadly assassin ex (spelled with a K)."
  },
  {
    "name": "Fury",
    "categories": [
      "GreekPagan",
      "CarModel",
      "Superhero"
    ],
    "explanation": "The Furies (Erinyes) were Greek goddesses of vengeance, the Plymouth Fury muscle car, and Nick Fury runs SHIELD in Marvel (with his iconic eyepatch)."
  },
  {
    "name": "Orion",
    "categories": [
      "Celestial",
      "GreekPagan",
      "CarModel",
      "SpaceMission"
    ],
    "explanation": "Orion is the iconic hunter constellation, the Greek giant huntsman, the Ford Orion, and NASA's crew capsule for Artemis Moon missions."
  },
  {
    "name": "Nova",
    "categories": [
      "Celestial",
      "CarModel",
      "Superhero"
    ],
    "explanation": "A nova is a stellar explosion, the Chevrolet Nova muscle car, and Marvel's Nova Corps - cosmic heroes led by Richard Rider protecting the galaxy."
  },
  {
    "name": "Vega",
    "categories": [
      "Celestial",
      "CarModel",
      "Tech"
    ],
    "explanation": "Vega is the fifth-brightest star in the night sky, the Chevrolet Vega compact car, and AMD's GPU architecture."
  },
  {
    "name": "Polaris",
    "categories": [
      "Celestial",
      "Tech",
      "CarModel"
    ],
    "explanation": "Polaris is the North Star used for navigation, AMD's GPU architecture, and the Polaris vehicle brand."
  },
  {
    "name": "Sirius",
    "categories": [
      "Celestial",
      "Tech"
    ],
    "explanation": "Sirius is the brightest star in the night sky (the 'Dog Star'), and Sirius XM satellite radio."
  },
  {
    "name": "Andromeda",
    "categories": [
      "Celestial",
      "GreekPagan",
      "MetalBand"
    ],
    "explanation": "Andromeda is our nearest large galaxy, the Greek princess chained to a rock, and a Swedish death metal band."
  },
  {
    "name": "Equinox",
    "categories": [
      "Celestial",
      "CarModel"
    ],
    "explanation": "The equinox is when day and night are equal length, and the Chevrolet Equinox crossover SUV."
  },
  {
    "name": "Solstice",
    "categories": [
      "Celestial",
      "CarModel"
    ],
    "explanation": "The solstice marks the longest and shortest days of the year, and the Pontiac Solstice roadster."
  },
  {
    "name": "Corona",
    "categories": [
      "Celestial",
      "CarModel"
    ],
    "explanation": "The corona is the Sun's outer atmosphere visible during eclipses, and the Toyota Corona sedan."
  },
  {
    "name": "Pulsar",
    "categories": [
      "Celestial",
      "CarModel"
    ],
    "explanation": "A pulsar is a rotating neutron star emitting radio wave beams, and the Nissan Pulsar compact car."
  },
  {
    "name": "Quasar",
    "categories": [
      "Celestial",
      "CloudInfra"
    ],
    "explanation": "A quasar is an extremely bright galactic nucleus powered by a supermassive black hole, and a Vue.js framework."
  },
  {
    "name": "Voyager",
    "categories": [
      "SpaceMission",
      "MetalBand"
    ],
    "explanation": "NASA's twin Voyager spacecraft (1977) are the most distant human-made objects in interstellar space, and Voyager is an Australian prog metal band that competed in Eurovision 2023."
  },
  {
    "name": "Cassini",
    "categories": [
      "SpaceMission",
      "Celestial"
    ],
    "explanation": "The Cassini-Huygens mission studied Saturn for 13 years before plunging into the planet. Named after Giovanni Cassini who discovered the gap in Saturn's rings."
  },
  {
    "name": "Dawn",
    "categories": [
      "SpaceMission",
      "Celestial"
    ],
    "explanation": "NASA's Dawn spacecraft was the first to orbit two extraterrestrial bodies (Vesta and Ceres), exploring the 'dawn of the solar system'."
  },
  {
    "name": "Comet",
    "categories": [
      "Celestial",
      "CarModel"
    ],
    "explanation": "Comets are icy bodies orbiting the Sun with distinctive tails, and the Mercury Comet classic car."
  },
  {
    "name": "Meteor",
    "categories": [
      "Celestial",
      "CloudInfra"
    ],
    "explanation": "A meteor is a space rock burning in Earth's atmosphere (shooting star), and Meteor.js web framework."
  },
  {
    "name": "Nebula",
    "categories": [
      "Celestial",
      "Superhero"
    ],
    "explanation": "A nebula is an interstellar cloud where stars form, and Nebula is Thanos's cyborg daughter and reluctant Guardian of the Galaxy in Marvel."
  },
  {
    "name": "Europa",
    "categories": [
      "Celestial",
      "GreekPagan",
      "SpaceMission"
    ],
    "explanation": "Europa is Jupiter's icy moon possibly harboring life, the Greek princess Zeus abducted as a bull, and NASA's Europa Clipper mission (arriving 2030)."
  },
  {
    "name": "Ganymede",
    "categories": [
      "Celestial",
      "GreekPagan"
    ],
    "explanation": "Ganymede is the largest moon in the solar system (Jupiter's moon), named after Zeus's cupbearer."
  },
  {
    "name": "Callisto",
    "categories": [
      "Celestial",
      "GreekPagan"
    ],
    "explanation": "Callisto is Jupiter's second-largest moon, named after the Greek nymph transformed into a bear by Hera."
  },
  {
    "name": "Io",
    "categories": [
      "Celestial",
      "GreekPagan"
    ],
    "explanation": "Io is Jupiter's volcanic moon, named after the priestess of Hera whom Zeus transformed into a cow."
  }
]