[
  {
    "name": "Kafka",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Apache Kafka is a distributed event streaming platform used for high-performance data pipelines."
  },
  {
    "name": "Terraform",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Terraform is an infrastructure-as-code tool by HashiCorp for provisioning cloud resources."
  },
  {
    "name": "Kubernetes",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Kubernetes (K8s) is an open-source container orchestration platform originally developed by Google."
  },
  {
    "name": "Grafana",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Grafana is an open-source analytics and visualization platform for monitoring data."
  },
  {
    "name": "Polygon",
    "categories": [
      "SiliconValleyBS",
      "DigitalTerm"
    ],
    "explanation": "Polygon is a Layer 2 blockchain, and also a fundamental term in computer graphics for shapes made of vertices."
  },
  {
    "name": "Heroku",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Heroku is a cloud platform as a service (PaaS) for deploying and managing applications."
  },
  {
    "name": "Roku",
    "categories": [
      "Tech"
    ],
    "explanation": "Roku is a streaming device and platform company founded in 2002."
  },
  {
    "name": "Redis",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Redis is an in-memory data structure store used as a database, cache, and message broker."
  },
  {
    "name": "Istio",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Istio is an open-source service mesh for Kubernetes that manages microservice traffic."
  },
  {
    "name": "Prometheus",
    "categories": [
      "CloudInfra",
      "GreekPagan"
    ],
    "explanation": "Prometheus is a Greek Titan who gave fire to humanity, and also an open-source monitoring system."
  },
  {
    "name": "Loki",
    "categories": [
      "CloudInfra",
      "NorsePagan"
    ],
    "explanation": "Loki is the Norse trickster god, and also a log aggregation system by Grafana Labs."
  },
  {
    "name": "Helm",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Helm is a package manager for Kubernetes that uses chart templates."
  },
  {
    "name": "Vault",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "HashiCorp Vault is a secrets management tool for storing and accessing sensitive data."
  },
  {
    "name": "Consul",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "HashiCorp Consul is a service mesh solution for service discovery and configuration."
  },
  {
    "name": "Nomad",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "HashiCorp Nomad is a workload orchestrator for deploying and managing applications."
  },
  {
    "name": "Envoy",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Envoy is a high-performance proxy designed for service mesh architectures."
  },
  {
    "name": "Solana",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Solana is a high-performance blockchain platform known for fast transaction speeds."
  },
  {
    "name": "Avalanche",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Avalanche is a blockchain platform for decentralized applications and custom networks."
  },
  {
    "name": "Cardano",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Cardano is a proof-of-stake blockchain platform named after mathematician Gerolamo Cardano."
  },
  {
    "name": "Ansible",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Ansible is an IT automation tool for configuration management and application deployment."
  },
  {
    "name": "Datadog",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Datadog is a monitoring and analytics platform for cloud-scale applications."
  },
  {
    "name": "Splunk",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Splunk is a platform for searching, monitoring, and analyzing machine-generated data."
  },
  {
    "name": "Supabase",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Supabase is an open-source Firebase alternative with a PostgreSQL database."
  },
  {
    "name": "Vercel",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Vercel is a cloud platform for frontend deployment, created by the makers of Next.js."
  },
  {
    "name": "Netlify",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Netlify is a web development platform for building and deploying modern web projects."
  },
  {
    "name": "Arduino",
    "categories": [
      "Tech"
    ],
    "explanation": "Arduino is an open-source electronics platform with easy-to-use hardware and software."
  },
  {
    "name": "Nginx",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Nginx is a popular web server, reverse proxy, and load balancer."
  },
  {
    "name": "Traefik",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Traefik is a modern reverse proxy and load balancer for microservices."
  },
  {
    "name": "Cilium",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Cilium is eBPF-based networking and security for Kubernetes and other platforms."
  },
  {
    "name": "Falco",
    "categories": [
      "CloudInfra",
      "Bird",
      "SmashBros"
    ],
    "explanation": "Falco is a CNCF runtime security tool, a genus of birds including falcons, and Falco Lombardi is a Star Fox character playable in Super Smash Bros."
  },
  {
    "name": "Argo",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Argo is a collection of Kubernetes-native tools for workflows, deployments, and GitOps."
  },
  {
    "name": "Kibana",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Kibana is a data visualization dashboard for Elasticsearch."
  },
  {
    "name": "Elasticsearch",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Elasticsearch is a distributed search and analytics engine."
  },
  {
    "name": "Pulumi",
    "categories": [
      "CloudInfra"
    ],
    "explanation": "Pulumi is an infrastructure-as-code tool supporting multiple programming languages."
  },
  {
    "name": "Redux",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Redux is a JavaScript state management library commonly used with React."
  },
  {
    "name": "Kotlin",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Kotlin is a modern programming language for Android development, created by JetBrains."
  },
  {
    "name": "Scala",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Scala is a functional programming language that runs on the JVM."
  },
  {
    "name": "Haskell",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Haskell is a purely functional programming language named after logician Haskell Curry."
  },
  {
    "name": "Clojure",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Clojure is a functional Lisp dialect that runs on the JVM."
  },
  {
    "name": "Tuple",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A tuple is an immutable ordered collection of elements, used in many programming languages."
  },
  {
    "name": "Vector",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A vector is a dynamic array data structure and a fundamental concept in graphics programming."
  },
  {
    "name": "Java",
    "categories": [
      "ProgrammingLang",
      "HistoricalState"
    ],
    "explanation": "Java is a widely-used programming language, and also Indonesia's most populous island with rich history."
  },
  {
    "name": "Elixir",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Elixir is a functional programming language that runs on the Erlang virtual machine."
  },
  {
    "name": "Flutter",
    "categories": [
      "ProgrammingLang",
      "Tech"
    ],
    "explanation": "Flutter is Google's UI framework for building cross-platform mobile, web, and desktop apps."
  },
  {
    "name": "Ember",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Ember.js is a JavaScript framework for building ambitious web applications."
  },
  {
    "name": "Rust",
    "categories": [
      "ProgrammingLang",
      "MetalBand"
    ],
    "explanation": "Rust is a systems programming language focused on safety and performance, and also a German industrial metal band."
  },
  {
    "name": "Python",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Python is a popular high-level programming language known for its readable syntax, named after Monty Python."
  },
  {
    "name": "Ruby",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Ruby is a dynamic programming language focused on simplicity and productivity, created in Japan."
  },
  {
    "name": "Swift",
    "categories": [
      "ProgrammingLang",
      "Pokemon",
      "Bird"
    ],
    "explanation": "Swift is Apple's programming language, a Pokémon move that never misses, and a fast-flying bird species."
  },
  {
    "name": "Oracle",
    "categories": [
      "Tech",
      "GreekPagan"
    ],
    "explanation": "Oracle is a major database company, and in Greek mythology, oracles were prophetic figures like the Pythia at Delphi."
  },
  {
    "name": "Django",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Django is a Python web framework named after jazz guitarist Django Reinhardt."
  },
  {
    "name": "Flask",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Flask is a lightweight Python web framework, a microframework for building web applications."
  },
  {
    "name": "Ethereum",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Ethereum is a blockchain platform with smart contracts, second largest cryptocurrency by market cap."
  },
  {
    "name": "Bitcoin",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Bitcoin is the original cryptocurrency, created in 2009 by the pseudonymous Satoshi Nakamoto."
  },
  {
    "name": "Dogecoin",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Dogecoin is a cryptocurrency featuring a Shiba Inu dog, started as a joke but became a speculative asset."
  },
  {
    "name": "Chainlink",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Chainlink is a blockchain oracle network that connects smart contracts with real-world data."
  },
  {
    "name": "Polkadot",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Polkadot is a blockchain platform enabling cross-chain transfers of data and assets."
  },
  {
    "name": "Cosmos",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Cosmos is a blockchain ecosystem calling itself the 'Internet of Blockchains'."
  },
  {
    "name": "Uniswap",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Uniswap is a decentralized exchange protocol for swapping cryptocurrency tokens."
  },
  {
    "name": "Aave",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Aave is a DeFi lending protocol. The name is Finnish for 'ghost'."
  },
  {
    "name": "Tezos",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Tezos is a self-amending blockchain platform with on-chain governance."
  },
  {
    "name": "Algorand",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Algorand is a blockchain platform founded by Turing Award winner Silvio Micali."
  },
  {
    "name": "Fantom",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Fantom is a high-speed blockchain platform using a DAG-based consensus."
  },
  {
    "name": "Near",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Near Protocol is a sharded blockchain designed for usability and scalability."
  },
  {
    "name": "Arbitrum",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Arbitrum is an Ethereum Layer 2 scaling solution using optimistic rollups."
  },
  {
    "name": "Optimism",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Optimism is an Ethereum Layer 2 scaling solution competing with Arbitrum."
  },
  {
    "name": "Litecoin",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Litecoin is a cryptocurrency created as 'silver to Bitcoin's gold' with faster transactions."
  },
  {
    "name": "Ripple",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Ripple (XRP) is a cryptocurrency and payment protocol for financial institutions."
  },
  {
    "name": "Stellar",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Stellar is a blockchain payment network, originally forked from Ripple."
  },
  {
    "name": "Monero",
    "categories": [
      "SiliconValleyBS"
    ],
    "explanation": "Monero is a privacy-focused cryptocurrency using ring signatures for anonymity."
  },
  {
    "name": "Binary",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "Binary is the base-2 number system using only 0s and 1s, fundamental to computing."
  },
  {
    "name": "Boolean",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A Boolean is a data type with only true/false values, named after mathematician George Boole."
  },
  {
    "name": "Cache",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A cache is a high-speed storage layer for frequently accessed data."
  },
  {
    "name": "Buffer",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A buffer is a temporary memory area for data being transferred between locations."
  },
  {
    "name": "Stack",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A stack is a LIFO data structure where elements are added and removed from the top."
  },
  {
    "name": "Queue",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A queue is a FIFO data structure where elements are added at the back and removed from the front."
  },
  {
    "name": "Hash",
    "categories": [
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "A hash is a fixed-size output from a hash function, fundamental to both computing and blockchain."
  },
  {
    "name": "Pixel",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A pixel is the smallest addressable element of a digital image or display."
  },
  {
    "name": "Bitmap",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A bitmap is an image stored as a grid of pixels, each with color information."
  },
  {
    "name": "Algorithm",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "An algorithm is a step-by-step procedure for solving a problem or performing a computation."
  },
  {
    "name": "Recursion",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "Recursion is when a function calls itself to solve smaller instances of the same problem."
  },
  {
    "name": "Array",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "An array is a data structure storing elements in contiguous memory locations."
  },
  {
    "name": "String",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A string is a sequence of characters, fundamental to text processing in computing."
  },
  {
    "name": "Integer",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "An integer is a whole number data type without a fractional component."
  },
  {
    "name": "Byte",
    "categories": [
      "DigitalTerm"
    ],
    "explanation": "A byte is a unit of digital information consisting of 8 bits."
  },
  {
    "name": "Node",
    "categories": [
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "A node is a connection point in a network or data structure, also a blockchain validator."
  },
  {
    "name": "Token",
    "categories": [
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "A token is a unit in parsing/lexing, and also a digital asset on a blockchain."
  },
  {
    "name": "Protocol",
    "categories": [
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "A protocol is a set of rules for data transmission, also the foundation of DeFi projects."
  },
  {
    "name": "Merkle",
    "categories": [
      "DigitalTerm",
      "SiliconValleyBS"
    ],
    "explanation": "A Merkle tree is a hash-based data structure used in both computing and blockchain verification."
  },
  {
    "name": "Go",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Go (Golang) is a programming language created at Google, known for simplicity and concurrency."
  },
  {
    "name": "TypeScript",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "TypeScript is Microsoft's typed superset of JavaScript that compiles to plain JavaScript."
  },
  {
    "name": "Perl",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Perl is a scripting language known for text processing and the motto 'There's more than one way to do it'."
  },
  {
    "name": "Lua",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Lua is a lightweight scripting language popular in game development and embedded systems."
  },
  {
    "name": "Dart",
    "categories": [
      "ProgrammingLang",
      "CarModel"
    ],
    "explanation": "Dart is Google's programming language for Flutter, and the Dodge Dart compact car (1960-76, 2013-16)."
  },
  {
    "name": "Groovy",
    "categories": [
      "ProgrammingLang"
    ],
    "explanation": "Groovy is a dynamic language for the JVM, often used in Jenkins pipelines and Gradle builds."
  },
  {
    "name": "Amazon",
    "categories": [
      "Tech",
      "GreekPagan"
    ],
    "explanation": "Amazon is the massive tech company founded by Jeff Bezos. In Greek mythology, Amazons were fierce warrior women."
  },
  {
    "name": "Spark",
    "categories": [
      "Tech",
      "CarModel"
    ],
    "explanation": "Apache Spark is a big data processing framework, and the Chevrolet Spark city car."
  }
]