[
  {
    "name": "Palantir",
    "categories": [
      {
        "category": "LOTR",
        "description": "Palantir is a seeing-stone used by Sauron and others in Middle-earth to communicate and observe distant places."
      },
      {
        "category": "Tech",
        "description": "Palantir Technologies is a data analytics company founded by Peter Thiel specializing in big data and intelligence."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Palantir Technologies epitomizes Silicon Valley's tendency to adopt fantasy names for surveillance capitalism ventures."
      }
    ]
  },
  {
    "name": "Mithril",
    "categories": [
      {
        "category": "LOTR",
        "description": "Mithril is the precious 'true-silver' metal in Middle-earth, lighter than silk yet harder than steel. Frodo's mithril coat saved his life in Moria."
      },
      {
        "category": "ProgrammingLang",
        "description": "Mithril.js is a lightweight JavaScript SPA framework for building front-end applications."
      },
      {
        "category": "DnD",
        "result": -1,
        "description": "D&D uses 'Mithral' (not Mithril) as its magical silver metal. The spelling difference distinguishes Tolkien's original from D&D's adaptation."
      }
    ]
  },
  {
    "name": "Shadowfax",
    "categories": [
      {
        "category": "LOTR",
        "description": "Shadowfax is the lord of all horses in Middle-earth, ridden by Gandalf the White and said to understand human speech."
      }
    ]
  },
  {
    "name": "Anduril",
    "categories": [
      {
        "category": "LOTR",
        "description": "Andúril is Aragorn's reforged sword 'Flame of the West', originally the shards of Narsil that cut the Ring from Sauron's hand."
      },
      {
        "category": "Tech",
        "description": "Anduril Industries is a defense technology company founded by Palmer Luckey, creating autonomous weapons systems."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Anduril represents Silicon Valley's VC-backed militarization wrapped in Tolkien branding."
      }
    ]
  },
  {
    "name": "Silmaril",
    "categories": [
      {
        "category": "LOTR",
        "description": "The Silmarils are three jewels created by Fëanor containing the light of the Two Trees of Valinor, central to The Silmarillion."
      }
    ]
  },
  {
    "name": "Arwen",
    "categories": [
      {
        "category": "LOTR",
        "description": "Arwen Undómiel is the Elven princess, daughter of Elrond, who chose mortality to be with Aragorn."
      }
    ]
  },
  {
    "name": "Galadriel",
    "categories": [
      {
        "category": "LOTR",
        "description": "Galadriel is the Lady of Lothlórien, one of the most powerful Elves in Middle-earth who resisted the temptation of the Ring."
      },
      {
        "category": "MTG",
        "description": "Galadriel appears in MTG's Tales of Middle-earth set as 'Galadriel, Light of Valinor' and other variants."
      }
    ]
  },
  {
    "name": "Númenor",
    "categories": [
      {
        "category": "LOTR",
        "description": "Númenor was the great island kingdom of Men, destroyed when they tried to invade the Undying Lands, Atlantis-like in its fall."
      }
    ]
  },
  {
    "name": "Sauron",
    "categories": [
      {
        "category": "LOTR",
        "description": "Sauron is the Dark Lord, creator of the One Ring, and main antagonist of Lord of the Rings who manifests as a lidless eye."
      },
      {
        "category": "MTG",
        "description": "Sauron appears as multiple cards in MTG's Tales of Middle-earth set, including 'Sauron, the Lidless Eye'."
      }
    ]
  },
  {
    "name": "Saruman",
    "categories": [
      {
        "category": "LOTR",
        "description": "Saruman the White was the head of the wizard order who was corrupted by Sauron and bred Uruk-hai at Isengard."
      },
      {
        "category": "StarWars",
        "result": -1,
        "description": "Don't confuse Saruman with Dooku - Christopher Lee played both, but they're from different franchises entirely."
      }
    ]
  },
  {
    "name": "Legolas",
    "categories": [
      {
        "category": "LOTR",
        "description": "Legolas is the Elven prince of Mirkwood and member of the Fellowship, known for his superhuman archery and impossible physics-defying moves."
      },
      {
        "category": "MTG",
        "description": "Legolas appears in MTG's Tales of Middle-earth set as 'Legolas, Master Archer' and 'Legolas, Counter of Kills'."
      }
    ]
  },
  {
    "name": "Gimli",
    "categories": [
      {
        "category": "LOTR",
        "description": "Gimli is the Dwarf warrior of the Fellowship, son of Glóin, and friend of Legolas despite the traditional Elf-Dwarf enmity."
      },
      {
        "category": "MTG",
        "description": "Gimli appears in MTG's Tales of Middle-earth set as 'Gimli, Counter of Kills' and partners with Legolas."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Though Tolkien drew from Norse mythology for Dwarf names, Gimli is his creation, not a figure from the Eddas."
      }
    ]
  },
  {
    "name": "Elrond",
    "categories": [
      {
        "category": "LOTR",
        "description": "Elrond Half-elven is the Lord of Rivendell who hosted the Council that formed the Fellowship and possesses great healing powers."
      },
      {
        "category": "MTG",
        "description": "Elrond appears in MTG's Tales of Middle-earth set as 'Elrond, Lord of Rivendell' and 'Elrond, Master of Healing'."
      }
    ]
  },
  {
    "name": "Balrog",
    "categories": [
      {
        "category": "LOTR",
        "description": "The Balrog is an ancient demon of shadow and flame that Gandalf faced in Moria, famously told 'You shall not pass!'"
      },
      {
        "category": "DnD",
        "result": -1,
        "description": "D&D has Balors, not Balrogs. TSR renamed them after legal threats from the Tolkien estate - the similarity is intentional but legally distinct."
      },
      {
        "category": "Warhammer",
        "result": -1,
        "description": "Warhammer has Bloodthirsters as their fire demons of Khorne, not Balrogs. Similar aesthetic but different universe."
      }
    ]
  },
  {
    "name": "Nazgûl",
    "categories": [
      {
        "category": "LOTR",
        "description": "The Nazgûl are the nine Ringwraiths, once mortal kings enslaved by Sauron's rings and led by the Witch-king of Angmar."
      },
      {
        "category": "MetalMusic",
        "description": "Nazgûl is an Italian black metal band formed in 1992, taking their name from Tolkien's wraiths."
      }
    ]
  },
  {
    "name": "Glamdring",
    "categories": [
      {
        "category": "LOTR",
        "description": "Glamdring is Gandalf's Elven sword, also known as 'Foe-hammer', found in a troll hoard alongside Orcrist and Sting."
      }
    ]
  },
  {
    "name": "Morgoth",
    "categories": [
      {
        "category": "LOTR",
        "description": "Morgoth was the first Dark Lord in Tolkien's legendarium, Sauron's master, who stole the Silmarils and corrupted Middle-earth."
      },
      {
        "category": "MetalMusic",
        "description": "Morgoth is a German death metal band formed in 1985, named after Tolkien's ultimate villain."
      }
    ]
  },
  {
    "name": "Shelob",
    "categories": [
      {
        "category": "LOTR",
        "description": "Shelob is the giant spider who guards the pass of Cirith Ungol and attacked Frodo, offspring of Ungoliant."
      },
      {
        "category": "DnD",
        "result": -1,
        "description": "D&D has its own giant spiders and Lolth the Spider Queen, but Shelob is purely Tolkien. The spider aesthetic overlaps but the names don't."
      }
    ]
  },
  {
    "name": "Eowyn",
    "categories": [
      {
        "category": "LOTR",
        "description": "Éowyn is the shieldmaiden of Rohan who slew the Witch-king of Angmar, famously declaring 'I am no man!'"
      }
    ]
  },
  {
    "name": "Faramir",
    "categories": [
      {
        "category": "LOTR",
        "description": "Faramir is Boromir's younger brother and Captain of Gondor who helped Frodo on his quest and resisted the Ring's temptation."
      }
    ]
  },
  {
    "name": "Boromir",
    "categories": [
      {
        "category": "LOTR",
        "description": "Boromir is the son of Denethor and member of the Fellowship who was corrupted by the Ring but redeemed himself protecting Merry and Pippin."
      }
    ]
  },
  {
    "name": "Isildur",
    "categories": [
      {
        "category": "LOTR",
        "description": "Isildur cut the Ring from Sauron's hand but refused to destroy it, leading to his death and the Ring's loss for millennia."
      }
    ]
  },
  {
    "name": "Treebeard",
    "categories": [
      {
        "category": "LOTR",
        "description": "Treebeard (Fangorn) is the oldest Ent who led the attack on Isengard, speaks slowly, and shepherds the forests."
      },
      {
        "category": "DnD",
        "result": -1,
        "description": "D&D has Treants as tree creatures, but Treebeard is Tolkien's Ent. D&D adapted the concept but not this specific name."
      }
    ]
  },
  {
    "name": "Smeagol",
    "categories": [
      {
        "category": "LOTR",
        "description": "Sméagol was a Hobbit-like creature corrupted into Gollum by the One Ring after murdering his friend Déagol to possess it."
      }
    ]
  },
  {
    "name": "Orcrist",
    "categories": [
      {
        "category": "LOTR",
        "description": "Orcrist is Thorin Oakenshield's Elven sword, known as the 'Goblin-cleaver', twin to Glamdring."
      }
    ]
  },
  {
    "name": "Narsil",
    "categories": [
      {
        "category": "LOTR",
        "description": "Narsil was the sword that cut the Ring from Sauron's hand, later reforged as Andúril for Aragorn."
      }
    ]
  },
  {
    "name": "Lothlórien",
    "categories": [
      {
        "category": "LOTR",
        "description": "Lothlórien is the golden forest realm ruled by Galadriel and Celeborn where the Fellowship received gifts."
      }
    ]
  },
  {
    "name": "Rivendell",
    "categories": [
      {
        "category": "LOTR",
        "description": "Rivendell (Imladris) is Elrond's hidden valley sanctuary in the Misty Mountains where the Council of Elrond took place."
      }
    ]
  },
  {
    "name": "Mirkwood",
    "categories": [
      {
        "category": "LOTR",
        "description": "Mirkwood is the great forest home to Wood-elves, corrupted by Sauron's influence and filled with giant spiders."
      }
    ]
  },
  {
    "name": "Mordor",
    "categories": [
      {
        "category": "LOTR",
        "description": "Mordor is Sauron's realm of shadow where Mount Doom lies and the Ring was forged. One does not simply walk into it."
      },
      {
        "category": "StarWars",
        "result": -1,
        "description": "Despite both being volcanic evil lairs, Mordor is not Mustafar. Different dark lords, different franchises."
      }
    ]
  },
  {
    "name": "Celeborn",
    "categories": [
      {
        "category": "LOTR",
        "description": "Celeborn is Galadriel's husband and Lord of Lothlórien, though often overshadowed by his powerful wife."
      }
    ]
  },
  {
    "name": "Thranduil",
    "categories": [
      {
        "category": "LOTR",
        "description": "Thranduil is Legolas's father and King of the Woodland Realm in Mirkwood, featured prominently in The Hobbit."
      }
    ]
  },
  {
    "name": "Denethor",
    "categories": [
      {
        "category": "LOTR",
        "description": "Denethor II was the Steward of Gondor who went mad from using a palantír and seeing Sauron's power, ultimately self-immolating."
      }
    ]
  },
  {
    "name": "Glorfindel",
    "categories": [
      {
        "category": "LOTR",
        "description": "Glorfindel is a mighty Elf-lord who helped Frodo escape the Nazgûl to Rivendell, so powerful his presence shines like light."
      }
    ]
  },
  {
    "name": "Théoden",
    "categories": [
      {
        "category": "LOTR",
        "description": "Théoden was the King of Rohan who led the charge at Pelennor Fields after being freed from Saruman's influence by Gandalf."
      }
    ]
  },
  {
    "name": "Éomer",
    "categories": [
      {
        "category": "LOTR",
        "description": "Éomer is Éowyn's brother and Marshal of the Riddermark who became King of Rohan after Théoden's death."
      }
    ]
  },
  {
    "name": "Anakin",
    "categories": [
      {
        "category": "StarWars",
        "description": "Anakin Skywalker is the Chosen One prophesied to bring balance to the Force who became Darth Vader."
      }
    ]
  },
  {
    "name": "Padmé",
    "categories": [
      {
        "category": "StarWars",
        "description": "Padmé Amidala is the Queen and Senator of Naboo, mother of Luke and Leia, who died of sadness (somehow)."
      }
    ]
  },
  {
    "name": "Qui-Gon",
    "categories": [
      {
        "category": "StarWars",
        "description": "Qui-Gon Jinn is the Jedi Master who discovered Anakin Skywalker on Tatooine and was killed by Darth Maul."
      }
    ]
  },
  {
    "name": "Obi-Wan",
    "categories": [
      {
        "category": "StarWars",
        "description": "Obi-Wan Kenobi is the legendary Jedi Master who trained both Anakin and Luke Skywalker, and master of the high ground."
      }
    ]
  },
  {
    "name": "Yoda",
    "categories": [
      {
        "category": "StarWars",
        "description": "Yoda is the 900-year-old Jedi Grand Master known for his wisdom and unique speech pattern ('Do or do not, there is no try')."
      },
      {
        "category": "SmashBros",
        "result": -1,
        "description": "Despite Star Wars' popularity, Yoda has never appeared in Super Smash Bros. He did appear in Soul Calibur IV though."
      }
    ]
  },
  {
    "name": "Mace Windu",
    "categories": [
      {
        "category": "StarWars",
        "description": "Mace Windu is a Jedi Master and member of the Jedi Council who wields a purple lightsaber and was betrayed by Anakin."
      }
    ]
  },
  {
    "name": "Palpatine",
    "categories": [
      {
        "category": "StarWars",
        "description": "Palpatine is the Sith Lord Darth Sidious who manipulated his way to becoming Emperor and creator of the Galactic Empire."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "Despite the similar sound to 'Palantir', Palpatine is Star Wars, not Tolkien. One's an evil emperor, the other's a seeing stone."
      }
    ]
  },
  {
    "name": "Dooku",
    "categories": [
      {
        "category": "StarWars",
        "description": "Count Dooku is a former Jedi who became the Sith Lord Darth Tyranus and led the Separatists during the Clone Wars."
      }
    ]
  },
  {
    "name": "Grievous",
    "categories": [
      {
        "category": "StarWars",
        "description": "General Grievous is the cyborg Supreme Commander of the Separatist Droid Army who collects lightsabers and coughs constantly."
      }
    ]
  },
  {
    "name": "Kylo Ren",
    "categories": [
      {
        "category": "StarWars",
        "description": "Kylo Ren is Ben Solo's dark side identity, grandson of Darth Vader, prone to throwing tantrums and smashing consoles."
      }
    ]
  },
  {
    "name": "Ahsoka",
    "categories": [
      {
        "category": "StarWars",
        "description": "Ahsoka Tano is a Togruta former Jedi Padawan of Anakin Skywalker who left the Order and became a key figure in the Rebellion."
      }
    ]
  },
  {
    "name": "Grogu",
    "categories": [
      {
        "category": "StarWars",
        "description": "Grogu is a Force-sensitive youngling of Yoda's species, found by Din Djarin, popularly known as 'Baby Yoda'."
      },
      {
        "category": "Pokemon",
        "result": -1,
        "description": "Sounds like a Pokémon name, but Grogu is 'Baby Yoda' from The Mandalorian, not a pocket monster you can catch."
      }
    ]
  },
  {
    "name": "Din Djarin",
    "categories": [
      {
        "category": "StarWars",
        "description": "Din Djarin is a Mandalorian bounty hunter who becomes Grogu's guardian and speaks the famous line 'This is the Way'."
      }
    ]
  },
  {
    "name": "Thrawn",
    "categories": [
      {
        "category": "StarWars",
        "description": "Grand Admiral Thrawn is a Chiss tactical genius serving the Galactic Empire, known for his brilliant military strategies and art appreciation."
      }
    ]
  },
  {
    "name": "Tarkin",
    "categories": [
      {
        "category": "StarWars",
        "description": "Grand Moff Tarkin is the Imperial officer who commanded the first Death Star and ordered Alderaan's destruction."
      }
    ]
  },
  {
    "name": "Jabba",
    "categories": [
      {
        "category": "StarWars",
        "description": "Jabba the Hutt is a powerful crime lord operating from Tatooine who enslaved Leia and was strangled by her."
      }
    ]
  },
  {
    "name": "Boba Fett",
    "categories": [
      {
        "category": "StarWars",
        "description": "Boba Fett is a legendary bounty hunter and unaltered clone of Jango Fett who survived the Sarlacc pit."
      }
    ]
  },
  {
    "name": "Chewbacca",
    "categories": [
      {
        "category": "StarWars",
        "description": "Chewbacca is a Wookiee warrior and Han Solo's co-pilot and best friend who communicates through growls and roars."
      }
    ]
  },
  {
    "name": "Lando",
    "categories": [
      {
        "category": "StarWars",
        "description": "Lando Calrissian is a gambler, smuggler, and former Baron Administrator of Cloud City who betrayed then helped Han Solo."
      }
    ]
  },
  {
    "name": "Tatooine",
    "categories": [
      {
        "category": "StarWars",
        "description": "Tatooine is the desert planet with twin suns where Luke Skywalker was raised and Anakin was enslaved."
      }
    ]
  },
  {
    "name": "Coruscant",
    "categories": [
      {
        "category": "StarWars",
        "description": "Coruscant is the city-covered planet that served as capital of the Republic and Empire, a massive ecumenopolis."
      }
    ]
  },
  {
    "name": "Naboo",
    "categories": [
      {
        "category": "StarWars",
        "description": "Naboo is a lush planet home to humans and the amphibious Gungans, where the Battle of Naboo took place."
      }
    ]
  },
  {
    "name": "Mustafar",
    "categories": [
      {
        "category": "StarWars",
        "description": "Mustafar is a volcanic planet where Anakin Skywalker was defeated by Obi-Wan and transformed into Darth Vader."
      }
    ]
  },
  {
    "name": "Hoth",
    "categories": [
      {
        "category": "StarWars",
        "description": "Hoth is the frozen ice planet where the Rebel Alliance established Echo Base, attacked by AT-AT walkers."
      }
    ]
  },
  {
    "name": "Dagobah",
    "categories": [
      {
        "category": "StarWars",
        "description": "Dagobah is the swamp planet where Yoda lived in exile and trained Luke in the ways of the Force."
      }
    ]
  },
  {
    "name": "Endor",
    "categories": [
      {
        "category": "StarWars",
        "description": "Endor is the forest moon inhabited by Ewoks where the second Death Star was destroyed in the Battle of Endor."
      }
    ]
  },
  {
    "name": "Bespin",
    "categories": [
      {
        "category": "StarWars",
        "description": "Bespin is the gas giant planet where Cloud City floats in the atmosphere, site of Han Solo's carbonite freezing."
      }
    ]
  },
  {
    "name": "Kashyyyk",
    "categories": [
      {
        "category": "StarWars",
        "description": "Kashyyyk is the forested homeworld of the Wookiees, with massive wroshyr trees and multiple canopy layers."
      }
    ]
  },
  {
    "name": "Mandalore",
    "categories": [
      {
        "category": "StarWars",
        "description": "Mandalore is the homeworld of the Mandalorian warrior culture, known for beskar armor and fierce combat traditions."
      },
      {
        "category": "Warhammer",
        "result": -1,
        "description": "Mandalore is Star Wars, not Warhammer. The Space Wolves are Warhammer's viking warriors, not Mandalorians."
      }
    ]
  },
  {
    "name": "Alderaan",
    "categories": [
      {
        "category": "StarWars",
        "description": "Alderaan was Princess Leia's peaceful homeworld, destroyed by the Death Star as a demonstration of Imperial power."
      }
    ]
  },
  {
    "name": "Jakku",
    "categories": [
      {
        "category": "StarWars",
        "description": "Jakku is the desert junkyard planet where Rey grew up scavenging from crashed Star Destroyers."
      }
    ]
  },
  {
    "name": "Kyber",
    "categories": [
      {
        "category": "StarWars",
        "description": "Kyber crystals are Force-attuned crystals that power lightsabers and were used in the Death Star's superlaser."
      }
    ]
  },
  {
    "name": "Holocron",
    "categories": [
      {
        "category": "StarWars",
        "description": "Holocrons are ancient data storage devices containing Jedi or Sith knowledge, accessible only to Force users."
      }
    ]
  },
  {
    "name": "Bacta",
    "categories": [
      {
        "category": "StarWars",
        "description": "Bacta is a healing substance used in medical tanks to treat injuries, famously used to heal Luke after Hoth."
      }
    ]
  },
  {
    "name": "Sarlacc",
    "categories": [
      {
        "category": "StarWars",
        "description": "The Sarlacc is a large omnivorous creature that digests prey over thousands of years in its pit on Tatooine."
      }
    ]
  },
  {
    "name": "Rancor",
    "categories": [
      {
        "category": "StarWars",
        "description": "Rancors are large predatory reptiles, one was kept as a pet by Jabba the Hutt beneath his palace."
      }
    ]
  },
  {
    "name": "Ewok",
    "categories": [
      {
        "category": "StarWars",
        "description": "Ewoks are small furry sentient beings native to the forest moon of Endor who helped destroy the second Death Star."
      }
    ]
  },
  {
    "name": "Wookiee",
    "categories": [
      {
        "category": "StarWars",
        "description": "Wookiees are tall, hairy sentient beings from Kashyyyk known for strength, loyalty, and pulling people's arms out of sockets when losing."
      }
    ]
  },
  {
    "name": "Twi'lek",
    "categories": [
      {
        "category": "StarWars",
        "description": "Twi'leks are a humanoid species with distinctive head-tails called lekku, often victimized by slavery in the galaxy."
      }
    ]
  },
  {
    "name": "Zabrak",
    "categories": [
      {
        "category": "StarWars",
        "description": "Zabraks are a humanoid species with vestigial horns, including Darth Maul and other Force-sensitive individuals."
      }
    ]
  },
  {
    "name": "Sith",
    "categories": [
      {
        "category": "StarWars",
        "description": "The Sith are an order of Force users who embrace the dark side, following the Rule of Two established by Darth Bane."
      }
    ]
  },
  {
    "name": "Jedi",
    "categories": [
      {
        "category": "StarWars",
        "description": "The Jedi are an order of Force users who serve as peacekeepers of the galaxy, adhering to a strict code and avoiding attachment."
      }
    ]
  },
  {
    "name": "Cirith Ungol",
    "categories": [
      {
        "category": "LOTR",
        "description": "Cirith Ungol is the spider pass into Mordor guarded by Shelob, where Frodo was captured by orcs."
      },
      {
        "category": "MetalMusic",
        "description": "Cirith Ungol is a classic American heavy metal band formed in 1972, named after the Tolkien location."
      }
    ]
  },
  {
    "name": "Isengard",
    "categories": [
      {
        "category": "LOTR",
        "description": "Isengard is Saruman's fortress with the tower of Orthanc, destroyed by the Ents in their march."
      },
      {
        "category": "MetalMusic",
        "description": "Isengard is a Norwegian black metal project by Fenriz of Darkthrone, named after Saruman's stronghold."
      }
    ]
  },
  {
    "name": "Carach Angren",
    "categories": [
      {
        "category": "LOTR",
        "description": "Carach Angren is Sindarin for 'Iron Jaws', a fortified pass into Mordor in Tolkien's Middle-earth."
      },
      {
        "category": "MetalMusic",
        "description": "Carach Angren is a Dutch symphonic black metal band that uses Tolkien's Sindarin name for their theatrical horror metal."
      }
    ]
  },
  {
    "name": "Bossk",
    "categories": [
      {
        "category": "StarWars",
        "description": "Bossk is a Trandoshan bounty hunter who appears in The Empire Strikes Back among those hired by Vader."
      }
    ]
  },
  {
    "name": "Lobot",
    "categories": [
      {
        "category": "StarWars",
        "description": "Lobot is Lando Calrissian's cyborg aide with a computer headband in Cloud City, communicating through the city's systems."
      }
    ]
  },
  {
    "name": "Ventress",
    "categories": [
      {
        "category": "StarWars",
        "description": "Asajj Ventress is a Dathomirian dark side assassin from the Clone Wars series, apprentice to Count Dooku."
      }
    ]
  },
  {
    "name": "Sebulba",
    "categories": [
      {
        "category": "StarWars",
        "description": "Sebulba is the Dug podracer who cheated against young Anakin in The Phantom Menace's Boonta Eve race."
      }
    ]
  },
  {
    "name": "Plo Koon",
    "categories": [
      {
        "category": "StarWars",
        "description": "Plo Koon is a Kel Dor Jedi Master and member of the Jedi Council who wears protective goggles and breather."
      }
    ]
  },
  {
    "name": "Gonk",
    "categories": [
      {
        "category": "StarWars",
        "description": "Gonk droids (GNK Power Droids) are walking battery units that make 'gonk' sounds, beloved for their simple existence."
      }
    ]
  },
  {
    "name": "Dengar",
    "categories": [
      {
        "category": "StarWars",
        "description": "Dengar is a human bounty hunter seen on Vader's Star Destroyer in The Empire Strikes Back, wrapped in bandages."
      }
    ]
  },
  {
    "name": "Tiamat",
    "categories": [
      {
        "category": "DnD",
        "description": "Tiamat is the five-headed dragon queen of evil chromatic dragons in D&D, representing the ultimate draconic threat."
      },
      {
        "category": "MTG",
        "description": "Tiamat is a Legendary Creature card in MTG that tutors dragon cards, paying homage to D&D's dragon goddess."
      },
      {
        "category": "MetalMusic",
        "description": "Tiamat is a Swedish gothic/doom metal band formed in 1988, named after the Babylonian chaos goddess."
      }
    ]
  },
  {
    "name": "Bahamut",
    "categories": [
      {
        "category": "DnD",
        "description": "Bahamut is the platinum dragon god of justice in D&D, king of metallic dragons and eternal enemy of Tiamat."
      },
      {
        "category": "MTG",
        "description": "Bahamut is a Legendary Creature card in MTG's Adventures in the Forgotten Realms, representing the noble dragon god."
      }
    ]
  },
  {
    "name": "Asmodeus",
    "categories": [
      {
        "category": "DnD",
        "description": "Asmodeus is the archdevil ruler of the Nine Hells in D&D, lord of devils and master schemer."
      },
      {
        "category": "MTG",
        "description": "Asmodeus appears in MTG's Adventures in the Forgotten Realms as 'Asmodeus the Archfiend', a black legendary creature."
      }
    ]
  },
  {
    "name": "Balduran",
    "categories": [
      {
        "category": "DnD",
        "description": "Balduran was a legendary explorer and founder of the city of Baldur's Gate in the Forgotten Realms."
      }
    ]
  },
  {
    "name": "Tarrasque",
    "categories": [
      {
        "category": "DnD",
        "description": "The Tarrasque is a legendary dinosaur-like monstrosity in D&D, considered nearly impossible to kill and awakening only to eat."
      },
      {
        "category": "MTG",
        "description": "The Tarrasque is a legendary creature card in MTG's Adventures in the Forgotten Realms, depicting D&D's ultimate monster."
      }
    ]
  },
  {
    "name": "Mystra",
    "categories": [
      {
        "category": "DnD",
        "description": "Mystra is the goddess of magic in the Forgotten Realms, keeper of the Weave through which all magic flows."
      }
    ]
  },
  {
    "name": "Vecna",
    "categories": [
      {
        "category": "DnD",
        "description": "Vecna is a powerful lich who became a god, known for his Hand and Eye artifacts that grant terrible powers."
      },
      {
        "category": "MTG",
        "description": "Vecna appears in MTG's Adventures in the Forgotten Realms as 'The Book of Vile Darkness' can create a Vecna token."
      }
    ]
  },
  {
    "name": "Beholder",
    "categories": [
      {
        "category": "DnD",
        "description": "A Beholder is an iconic D&D monster - a floating orb with a central eye and eyestalks with magical rays, paranoid and xenophobic."
      },
      {
        "category": "MTG",
        "description": "Beholders appear in MTG's Adventures in the Forgotten Realms set as creature cards, bringing D&D's iconic aberrations to Magic."
      }
    ]
  },
  {
    "name": "Illithid",
    "categories": [
      {
        "category": "DnD",
        "description": "Illithids (Mind Flayers) are psionic aberrations with tentacled faces that consume brains and dominate minds."
      },
      {
        "category": "MTG",
        "description": "Mind Flayers appear in MTG's Adventures in the Forgotten Realms set, bringing D&D's brain-eating horrors to Magic."
      }
    ]
  },
  {
    "name": "Drow",
    "categories": [
      {
        "category": "DnD",
        "description": "The Drow are dark elves who live in the Underdark, known for their worship of Lolth and matriarchal society."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "Tolkien has no Drow - his dark elves are the Moriquendi who never saw the light of the Trees. The Drow concept is purely D&D."
      },
      {
        "category": "Warhammer",
        "result": -1,
        "description": "Warhammer has Dark Elves (Druchii), but they're called that, not Drow. The term 'Drow' is specific to D&D."
      }
    ]
  },
  {
    "name": "Lich",
    "categories": [
      {
        "category": "DnD",
        "description": "A Lich is an undead spellcaster who achieved immortality by binding their soul to a phylactery through dark rituals."
      },
      {
        "category": "MTG",
        "description": "Lich is a classic black enchantment card in MTG, and liches appear throughout Magic's multiverse as undead mages."
      },
      {
        "category": "Warhammer",
        "result": 1,
        "description": "Warhammer has 'Liches' among the undead, particularly the Liche Priests of Khemri who maintain Tomb King armies."
      }
    ]
  },
  {
    "name": "Strahd",
    "categories": [
      {
        "category": "DnD",
        "description": "Count Strahd von Zarovich is the vampire lord of Barovia in the classic D&D adventure Curse of Strahd."
      },
      {
        "category": "Warhammer",
        "result": -1,
        "description": "Warhammer has its own vampires like Mannfred von Carstein, but Strahd is purely D&D. Different gothic vampire lords."
      }
    ]
  },
  {
    "name": "Mordenkainen",
    "categories": [
      {
        "category": "DnD",
        "description": "Mordenkainen is the legendary archmage from D&D's Greyhawk setting, namesake of famous spells like Mordenkainen's Magnificent Mansion."
      },
      {
        "category": "MTG",
        "description": "Mordenkainen is a Legendary Creature in MTG's Adventures in the Forgotten Realms, bringing D&D's archmage to Magic."
      }
    ]
  },
  {
    "name": "Elminster",
    "categories": [
      {
        "category": "DnD",
        "description": "Elminster Aumar is the Sage of Shadowdale, one of the most powerful wizards in the Forgotten Realms and Ed Greenwood's self-insert."
      }
    ]
  },
  {
    "name": "Acererak",
    "categories": [
      {
        "category": "DnD",
        "description": "Acererak is a powerful demilich, creator of the Tomb of Horrors and Tomb of Annihilation dungeons designed to kill players."
      },
      {
        "category": "MTG",
        "description": "Acererak the Archlich is a legendary creature in MTG's Adventures in the Forgotten Realms, venturing through dungeons."
      }
    ]
  },
  {
    "name": "Faerûn",
    "categories": [
      {
        "category": "DnD",
        "description": "Faerûn is the main continent of the Forgotten Realms campaign setting in D&D, home to Baldur's Gate and Waterdeep."
      }
    ]
  },
  {
    "name": "Netheril",
    "categories": [
      {
        "category": "DnD",
        "description": "Netheril was an ancient magical empire with flying cities in the Forgotten Realms, destroyed by the folly of Karsus."
      }
    ]
  },
  {
    "name": "Thay",
    "categories": [
      {
        "category": "DnD",
        "description": "Thay is a magocracy ruled by the Red Wizards in the Forgotten Realms, known for necromancy and slave trade."
      }
    ]
  },
  {
    "name": "Lolth",
    "categories": [
      {
        "category": "DnD",
        "description": "Lolth is the Spider Queen goddess of the Drow and Queen of the Demonweb Pits, demanding sacrifices and scheming."
      },
      {
        "category": "MTG",
        "description": "Lolth is a Legendary Creature in MTG's Adventures in the Forgotten Realms, representing the Drow goddess."
      }
    ]
  },
  {
    "name": "Drizzt",
    "categories": [
      {
        "category": "DnD",
        "description": "Drizzt Do'Urden is the iconic dual-scimitar wielding Drow ranger who rejected his evil heritage, hero of R.A. Salvatore's novels."
      },
      {
        "category": "MTG",
        "description": "Drizzt is a Legendary Creature in MTG's Adventures in the Forgotten Realms, representing D&D's most famous Drow."
      }
    ]
  },
  {
    "name": "Underdark",
    "categories": [
      {
        "category": "DnD",
        "description": "The Underdark is a vast subterranean realm beneath Faerûn, home to Drow, Duergar, Illithids, and other creatures of darkness."
      }
    ]
  },
  {
    "name": "Flumph",
    "categories": [
      {
        "category": "DnD",
        "description": "A Flumph is a friendly floating aberration that feeds on psionic energy - one of D&D's quirkiest and most beloved joke monsters."
      },
      {
        "category": "MTG",
        "description": "Flumph appears in MTG's Adventures in the Forgotten Realms as a rare blue creature that draws cards for everyone."
      }
    ]
  },
  {
    "name": "Gelatinous Cube",
    "categories": [
      {
        "category": "DnD",
        "description": "A Gelatinous Cube is a transparent ooze that fills dungeon corridors, dissolving anything it engulfs while cleaning the passages."
      },
      {
        "category": "MTG",
        "description": "Gelatinous Cube is a creature card in MTG's Adventures in the Forgotten Realms, digesting creatures it absorbs."
      }
    ]
  },
  {
    "name": "Owlbear",
    "categories": [
      {
        "category": "DnD",
        "description": "An Owlbear is an iconic D&D monster combining an owl's head with a bear's body, created by a mad wizard's experiment."
      },
      {
        "category": "MTG",
        "description": "Owlbear is a creature card in MTG's Adventures in the Forgotten Realms set, adapting D&D's hybrid monster for Magic."
      }
    ]
  },
  {
    "name": "Displacer Beast",
    "categories": [
      {
        "category": "DnD",
        "description": "A Displacer Beast is a six-legged panther-like creature with tentacles that projects illusions of itself several feet away."
      },
      {
        "category": "MTG",
        "description": "Displacer Beast is a creature card in MTG's Adventures in the Forgotten Realms with abilities reflecting its illusory displacement."
      }
    ]
  },
  {
    "name": "Githyanki",
    "categories": [
      {
        "category": "DnD",
        "description": "The Githyanki are a warrior race from the Astral Plane who ride red dragons and hunt Illithids, their former masters."
      },
      {
        "category": "MTG",
        "description": "Githyanki appear in MTG's Commander Legends: Battle for Baldur's Gate set as creature cards with combat abilities."
      }
    ]
  },
  {
    "name": "Githzerai",
    "categories": [
      {
        "category": "DnD",
        "description": "The Githzerai are psionic monks living in Limbo, cousins and enemies of the Githyanki after their split from slavery."
      }
    ]
  },
  {
    "name": "Aboleth",
    "categories": [
      {
        "category": "DnD",
        "description": "Aboleths are ancient aquatic aberrations with perfect memory that predate the gods in D&D lore, enslaving entire civilizations."
      },
      {
        "category": "MTG",
        "description": "Aboleth appears in MTG's Commander Legends: Battle for Baldur's Gate as 'Aboleth Spawn', referencing D&D's ancient horrors."
      }
    ]
  },
  {
    "name": "Kenku",
    "categories": [
      {
        "category": "DnD",
        "description": "Kenku are raven-like flightless bird people who can only speak by mimicking sounds in D&D, cursed by their master."
      }
    ]
  },
  {
    "name": "Slaad",
    "categories": [
      {
        "category": "DnD",
        "description": "Slaadi are chaotic frog-like aberrations from the plane of Limbo in D&D, reproducing through implanting eggs."
      }
    ]
  },
  {
    "name": "Demogorgon",
    "categories": [
      {
        "category": "DnD",
        "description": "Demogorgon is the two-headed Prince of Demons, one of the most powerful demon lords in D&D, embodying madness and destruction."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Despite sounding Greek, Demogorgon is not from Greek mythology. It's a medieval manuscript error that became a fantasy staple."
      }
    ]
  },
  {
    "name": "Orcus",
    "categories": [
      {
        "category": "DnD",
        "description": "Orcus is the demon prince of undeath in D&D, wielding his wand that can kill with a touch."
      },
      {
        "category": "RomanPagan",
        "description": "Orcus is the Roman god of the underworld and punisher of broken oaths, from which D&D's demon prince takes his name."
      }
    ]
  },
  {
    "name": "Bulette",
    "categories": [
      {
        "category": "DnD",
        "description": "A Bulette is a shark-like burrowing monster in D&D, also called a 'landshark', created from plastic dinosaur toys."
      }
    ]
  },
  {
    "name": "Modron",
    "categories": [
      {
        "category": "DnD",
        "description": "Modrons are lawful clockwork beings from the plane of Mechanus in D&D, existing in a strict hierarchy from monodrone to primus."
      }
    ]
  },
  {
    "name": "Gondor",
    "categories": [
      {
        "category": "LOTR",
        "description": "Gondor is the southern kingdom of Men in Middle-earth, ruled from Minas Tirith by the line of stewards until Aragorn's return."
      }
    ]
  },
  {
    "name": "Aragorn",
    "categories": [
      {
        "category": "LOTR",
        "description": "Aragorn is the heir of Isildur who becomes King of Gondor after the War of the Ring, also known as Strider."
      },
      {
        "category": "MTG",
        "description": "Aragorn appears in MTG's Tales of Middle-earth set as multiple cards including 'Aragorn, the Uniter'."
      }
    ]
  },
  {
    "name": "Moria",
    "categories": [
      {
        "category": "LOTR",
        "description": "Moria (Khazad-dûm) is the ancient Dwarf kingdom under the Misty Mountains where the Fellowship faced the Balrog."
      }
    ]
  },
  {
    "name": "Bolt Thrower",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Bolt Thrower is a weapon system in Warhammer 40K, a large ballistic device used by various factions."
      },
      {
        "category": "MetalMusic",
        "description": "Bolt Thrower was a British death metal band named after the Warhammer 40K weapon, known for their war-themed albums."
      }
    ]
  },
  {
    "name": "Chaos",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Chaos is the corrupting force in Warhammer, representing the four dark gods (Khorne, Nurgle, Tzeentch, Slaanesh) and their daemons."
      },
      {
        "category": "GreekPagan",
        "description": "Chaos (Χάος) was the primordial void that existed before all creation in Greek cosmogony, parent of Erebus and Nyx."
      }
    ]
  },
  {
    "name": "Imperium",
    "categories": [
      {
        "category": "Warhammer",
        "description": "The Imperium of Man is the galaxy-spanning human civilization in Warhammer 40K, ruled by the God-Emperor from the Golden Throne."
      }
    ]
  },
  {
    "name": "Eldar",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Eldar (now rebranded as Aeldari) are the space elves of Warhammer 40K, an ancient dying race that birthed Slaanesh."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "While 'Eldar' was borrowed from Tolkien (where it means ancient elves), Warhammer's Eldar are a completely separate space elf faction."
      }
    ]
  },
  {
    "name": "Ork",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Orks are brutal green warriors in Warhammer, fungus-based creatures who believe red makes things go faster."
      },
      {
        "category": "DnD",
        "description": "Orcs in D&D (sometimes spelled Ork in older editions) are savage humanoids who raid and pillage."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "Tolkien uses 'Orc' with a C - the K spelling is specifically Warhammer's (and some other fantasy), not Tolkien's creation."
      }
    ]
  },
  {
    "name": "Sigmar",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Sigmar is the human god-king who founded the Empire in Warhammer Fantasy, later returning as the God-King of Azyr."
      },
      {
        "category": "NorsePagan",
        "result": -1,
        "description": "Despite the Germanic sound, Sigmar is not from Norse mythology. He's a Warhammer-original deity inspired by Charlemagne."
      }
    ]
  },
  {
    "name": "Khorne",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Khorne is the Chaos God of blood, war, and skulls. Blood for the Blood God! Skulls for the Skull Throne!"
      }
    ]
  },
  {
    "name": "Nurgle",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Nurgle is the Chaos God of plague, decay, and disease, yet strangely jovial and affectionate to his followers."
      }
    ]
  },
  {
    "name": "Tzeentch",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Tzeentch is the Chaos God of change, magic, and scheming, the Architect of Fate who plots eternally."
      }
    ]
  },
  {
    "name": "Slaanesh",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Slaanesh is the Chaos God of excess and pleasure, born from Eldar decadence in a psychic cataclysm."
      }
    ]
  },
  {
    "name": "Tyranid",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Tyranids are an extragalactic hive-mind species that consumes all biomass, leaving dead worlds in their wake."
      },
      {
        "category": "StarWars",
        "result": -1,
        "description": "Star Wars has similar insectoid aliens like Geonosians, but Tyranids are purely Warhammer 40K's Aliens-inspired swarm."
      }
    ]
  },
  {
    "name": "Necron",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Necrons are ancient robotic undead who once ruled the galaxy, awakening from their tomb worlds after millions of years."
      },
      {
        "category": "DnD",
        "result": -1,
        "description": "D&D has necromancers and undead, but 'Necrons' are specifically Warhammer 40K's robot skeleton faction."
      }
    ]
  },
  {
    "name": "Tau",
    "categories": [
      {
        "category": "Warhammer",
        "description": "T'au are a young species in Warhammer 40K promoting the Greater Good through diplomacy and advanced technology."
      },
      {
        "category": "GreekLetter",
        "description": "Tau (Τ, τ) is the 19th letter of the Greek alphabet, representing the 't' sound."
      }
    ]
  },
  {
    "name": "Primarch",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Primarchs are the twenty superhuman sons of the Emperor who led the Space Marine legions during the Great Crusade."
      }
    ]
  },
  {
    "name": "Horus",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Horus was the Warmaster of the Imperium who betrayed the Emperor, sparking the Horus Heresy that shaped Warhammer 40K."
      },
      {
        "category": "GreekPagan",
        "result": -1,
        "description": "Horus is Egyptian, not Greek. He's the Egyptian falcon-headed god of the sky, son of Osiris and Isis."
      },
      {
        "category": "AssassinsCreed",
        "result": 1,
        "description": "Horus appears as a referenced deity in Assassin's Creed Origins, set in Ptolemaic Egypt, but the game isn't about him."
      }
    ]
  },
  {
    "name": "Magnus",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Magnus the Red is the Primarch of the Thousand Sons in Warhammer 40K, a powerful psyker who did nothing wrong (allegedly)."
      }
    ]
  },
  {
    "name": "Mortarion",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Mortarion is the Primarch of the Death Guard, now a Daemon Prince of Nurgle spreading pestilence across the galaxy."
      }
    ]
  },
  {
    "name": "Fulgrim",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Fulgrim is the Primarch of the Emperor's Children, now a Daemon Prince of Slaanesh obsessed with perfection and excess."
      }
    ]
  },
  {
    "name": "Angron",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Angron is the Primarch of the World Eaters, a rage-filled Daemon Prince of Khorne with the Butcher's Nails implants."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "Sounds like Aragorn, but Angron is a rage-fueled Daemon Primarch, not the noble heir of Isildur."
      }
    ]
  },
  {
    "name": "Guilliman",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Roboute Guilliman is the Primarch of the Ultramarines and current Lord Commander, resurrected to lead the Imperium."
      }
    ]
  },
  {
    "name": "Space Marine",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Space Marines are genetically-enhanced super soldiers defending the Imperium, also known as Adeptus Astartes."
      }
    ]
  },
  {
    "name": "Warp",
    "categories": [
      {
        "category": "Warhammer",
        "description": "The Warp is the chaotic parallel dimension in Warhammer 40K used for FTL travel, home to the Chaos Gods and daemons."
      }
    ]
  },
  {
    "name": "Daemon",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Daemons are Warp entities in Warhammer, manifestations of the Chaos Gods corrupting reality."
      },
      {
        "category": "DnD",
        "description": "Demons in D&D are chaotic evil fiends from the Abyss, distinct from lawful evil devils."
      },
      {
        "category": "Tech",
        "description": "Daemons are background processes in Unix-like operating systems that run without direct user interaction."
      }
    ]
  },
  {
    "name": "Inquisitor",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Inquisitors root out heresy in Warhammer, wielding absolute authority to purge corruption with extreme prejudice."
      },
      {
        "category": "DnD",
        "description": "Inquisitors in D&D are divine warriors who hunt heretics and enemies of their faith, similar to paladins."
      }
    ]
  },
  {
    "name": "Commissar",
    "categories": [
      {
        "category": "Warhammer",
        "description": "Commissars are political officers in the Imperial Guard who execute cowards to maintain morale. Summary execution is their specialty."
      }
    ]
  },
  {
    "name": "Rogue",
    "categories": [
      {
        "category": "StarWars",
        "description": "Rogue One and Rogue Squadron are Star Wars properties about rebels and pilots."
      },
      {
        "category": "DnD",
        "description": "Rogue is a D&D class specializing in stealth, sneak attacks, and skillful cunning."
      },
      {
        "category": "CarModel",
        "description": "The Nissan Rogue is a compact crossover SUV popular in North America."
      }
    ]
  },
  {
    "name": "Ranger",
    "categories": [
      {
        "category": "LOTR",
        "description": "Rangers are the Dúnedain guardians in LOTR, protectors of the North led by Aragorn before he became king."
      },
      {
        "category": "DnD",
        "description": "Ranger is a D&D class focused on wilderness survival, tracking, and archery with animal companions."
      },
      {
        "category": "CarModel",
        "description": "The Ford Ranger is a midsize pickup truck known for its durability and off-road capability."
      }
    ]
  },
  {
    "name": "Erebos",
    "categories": [
      {
        "category": "MTG",
        "description": "Erebos is the god of the dead in MTG's Theros set, a black-aligned deity preventing escape from the underworld."
      },
      {
        "category": "GreekPagan",
        "description": "Erebos (Erebus) is the Greek primordial god of darkness, born from Chaos and brother of Nyx."
      },
      {
        "category": "LOTR",
        "result": -1,
        "description": "Sounds like Erebor, the Lonely Mountain of the dwarves, but Erebos is the Greek god of darkness - no dragon gold here."
      }
    ]
  },
  {
    "name": "Heliod",
    "categories": [
      {
        "category": "MTG",
        "description": "Heliod is the god of the sun in MTG's Theros set, a white-aligned deity representing justice and law."
      },
      {
        "category": "GreekPagan",
        "description": "Heliod is based on Helios, the Greek sun god who drove the chariot of the sun across the sky daily."
      }
    ]
  },
  {
    "name": "Thassa",
    "categories": [
      {
        "category": "MTG",
        "description": "Thassa is the god of the sea in MTG's Theros set, a blue-aligned deity controlling oceans and knowledge."
      },
      {
        "category": "GreekPagan",
        "description": "Thassa is based on Thalassa, the Greek primordial personification of the sea in cosmogony."
      }
    ]
  },
  {
    "name": "Purphoros",
    "categories": [
      {
        "category": "MTG",
        "description": "Purphoros is the god of the forge in MTG's Theros set, a red-aligned deity of craftsmanship and fire."
      },
      {
        "category": "GreekPagan",
        "description": "Purphoros is based on Hephaestus, the Greek god of blacksmiths, metalworking, and volcanic fire."
      }
    ]
  },
  {
    "name": "Nylea",
    "categories": [
      {
        "category": "MTG",
        "description": "Nylea is the god of the hunt in MTG's Theros set, a green-aligned deity representing nature and the wild."
      },
      {
        "category": "GreekPagan",
        "description": "Nylea is based on Artemis, the Greek goddess of the hunt, wilderness, and wild animals."
      }
    ]
  },
  {
    "name": "Pestilence",
    "categories": [
      {
        "category": "MTG",
        "description": "Pestilence is an iconic black enchantment card in MTG that deals damage to all creatures and players."
      },
      {
        "category": "MetalMusic",
        "description": "Pestilence is a Dutch death metal band formed in 1986, pioneers of technical death metal."
      }
    ]
  },
  {
    "name": "Dismember",
    "categories": [
      {
        "category": "MTG",
        "description": "Dismember is an instant removal spell in MTG with Phyrexian mana, allowing you to pay life instead of mana."
      },
      {
        "category": "MetalMusic",
        "description": "Dismember is a Swedish death metal band formed in 1988, known for their brutal grinding sound."
      }
    ]
  },
  {
    "name": "Iron Maiden",
    "categories": [
      {
        "category": "MTG",
        "description": "Iron Maiden is an artifact creature card in MTG that punishes players for having large hands."
      },
      {
        "category": "MetalMusic",
        "description": "Iron Maiden is the legendary British heavy metal band known for Eddie the Head and epic songs like 'The Trooper'."
      }
    ]
  },
  {
    "name": "Toralf",
    "categories": [
      {
        "category": "MTG",
        "description": "Toralf is the god of fury in MTG's Kaldheim set, a red-aligned deity representing battle and thunder."
      },
      {
        "category": "NorsePagan",
        "description": "Toralf is based on Thor, the Norse god of thunder, lightning, and protection of mankind."
      }
    ]
  },
  {
    "name": "Alrund",
    "categories": [
      {
        "category": "MTG",
        "description": "Alrund is the god of wisdom in MTG's Kaldheim set, a blue-aligned deity of knowledge and foresight."
      },
      {
        "category": "NorsePagan",
        "description": "Alrund is based on Odin, the Allfather and Norse god of wisdom, poetry, and magic who sacrificed his eye."
      }
    ]
  },
  {
    "name": "Valki",
    "categories": [
      {
        "category": "MTG",
        "description": "Valki is the god of lies in MTG's Kaldheim set, a black-aligned deity of deception and trickery."
      },
      {
        "category": "NorsePagan",
        "description": "Valki is based on Loki, the Norse trickster god known for shape-shifting and causing mischief among the gods."
      }
    ]
  },
  {
    "name": "Black Lotus",
    "categories": [
      {
        "category": "MTG",
        "description": "Black Lotus is the most valuable and iconic card in MTG history, a 'Power Nine' artifact that generates three mana of any color."
      }
    ]
  },
  {
    "name": "Jace",
    "categories": [
      {
        "category": "MTG",
        "description": "Jace Beleren is one of the most iconic planeswalker characters in Magic: The Gathering, a blue-aligned mind mage."
      }
    ]
  },
  {
    "name": "Liliana",
    "categories": [
      {
        "category": "MTG",
        "description": "Liliana Vess is a powerful necromancer planeswalker in Magic: The Gathering, black-aligned and dealing with demons."
      }
    ]
  },
  {
    "name": "Chandra",
    "categories": [
      {
        "category": "MTG",
        "description": "Chandra Nalaar is a pyromancer planeswalker in Magic: The Gathering, red-aligned and wielding fire magic impulsively."
      },
      {
        "category": "SpaceMission",
        "description": "Chandra is NASA's X-ray space observatory, launched in 1999 and named after astrophysicist Subrahmanyan Chandrasekhar."
      }
    ]
  }
]
