[
  {
    "name": "Mastodon",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Mastodon is an American progressive metal band from Atlanta, known for complex compositions and concept albums."
      },
      {
        "category": "Tech",
        "description": "Mastodon is a decentralized, open-source social media platform launched in 2016 as an alternative to Twitter."
      }
    ]
  },
  {
    "name": "Gojira",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Gojira is a French progressive/death metal band named after the Japanese name for Godzilla."
      }
    ]
  },
  {
    "name": "Opeth",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Opeth is a Swedish progressive metal/rock band known for blending death metal with acoustic passages."
      },
      {
        "category": "RockMusic",
        "result": 1,
        "description": "Since 2011's 'Heritage', Opeth abandoned metal entirely for 70s-style progressive rock. Their recent albums have zero growls or heavy riffs."
      }
    ]
  },
  {
    "name": "Meshuggah",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Meshuggah is a Swedish extreme metal band known for polyrhythmic compositions. The name is Yiddish for 'crazy'."
      }
    ]
  },
  {
    "name": "Amon Amarth",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Amon Amarth is a Swedish melodic death metal band known for Viking-themed music and mythology."
      },
      {
        "category": "LordOfTheRings",
        "description": "The band name 'Amon Amarth' is the Sindarin (Elvish) name for Mount Doom in Tolkien's Middle-earth."
      }
    ]
  },
  {
    "name": "Gorgoroth",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Gorgoroth is a Norwegian black metal band formed in 1992, known for controversial imagery and extreme sound."
      },
      {
        "category": "LordOfTheRings",
        "description": "Gorgoroth is the plateau of fear and death in Mordor where Mount Doom stands in Tolkien's Lord of the Rings."
      }
    ]
  },
  {
    "name": "Burzum",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Burzum was a Norwegian black metal project created by Varg Vikernes, influential in the second wave of black metal."
      },
      {
        "category": "LordOfTheRings",
        "description": "Burzum is Black Speech for 'darkness' from the Ring inscription in Tolkien's Lord of the Rings."
      }
    ]
  },
  {
    "name": "Venom",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Venom is a pioneering English black metal band formed in 1979, known for influencing the entire extreme metal genre."
      },
      {
        "category": "Superhero",
        "description": "Venom is Spider-Man's alien symbiote nemesis who became an anti-hero with his own movie franchise starring Tom Hardy."
      }
    ]
  },
  {
    "name": "Behemoth",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Behemoth is a Polish death metal band known for blackened death metal sound and occult themes."
      },
      {
        "category": "DnD",
        "description": "Behemoth is a biblical monster and a creature type in Dungeons & Dragons, representing massive beasts."
      }
    ]
  },
  {
    "name": "Nile",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Nile is an American death metal band known for Egyptian and ancient Near Eastern themes in their music."
      }
    ]
  },
  {
    "name": "Carcass",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Carcass is an English extreme metal band and pioneers of grindcore and melodic death metal."
      }
    ]
  },
  {
    "name": "Sepultura",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Sepultura is a Brazilian metal band formed in 1984. The name is Portuguese for 'grave'."
      }
    ]
  },
  {
    "name": "Testament",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Testament is an American thrash metal band from the San Francisco Bay Area, part of the thrash metal movement."
      }
    ]
  },
  {
    "name": "Exodus",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Exodus is an American thrash metal band and one of the originators of Bay Area thrash metal."
      }
    ]
  },
  {
    "name": "Overkill",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Overkill is an American thrash metal band from New Jersey, active since 1980 with consistent output."
      }
    ]
  },
  {
    "name": "Death",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Death was an American band led by Chuck Schuldiner, widely regarded as pioneers of the death metal genre."
      }
    ]
  },
  {
    "name": "Emperor",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Emperor was a Norwegian black metal band known for symphonic elements and complex compositions."
      },
      {
        "category": "StarWars",
        "description": "Emperor Palpatine is THE Emperor of Star Wars - the Sith mastermind who orchestrated the fall of the Republic."
      }
    ]
  },
  {
    "name": "Immortal",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Immortal is a Norwegian black metal band known for their 'Blashyrkh' mythology and corpse paint."
      }
    ]
  },
  {
    "name": "Mayhem",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Mayhem is a Norwegian black metal band influential in the second wave of black metal, known for controversial history."
      }
    ]
  },
  {
    "name": "Nightwish",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Nightwish is a Finnish symphonic metal band known for operatic vocals and orchestral arrangements."
      }
    ]
  },
  {
    "name": "Epica",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Epica is a Dutch symphonic metal band featuring operatic female vocals and orchestral elements."
      }
    ]
  },
  {
    "name": "Kamelot",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Kamelot is an American power metal band named after the legendary castle of King Arthur, known for theatrical concepts."
      }
    ]
  },
  {
    "name": "Sabaton",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Sabaton is a Swedish power metal band focused on historical wars and battles. Named after armored boots worn by medieval knights."
      }
    ]
  },
  {
    "name": "Eluveitie",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Eluveitie is a Swiss folk metal band that combines traditional Celtic instruments with modern metal."
      },
      {
        "category": "CelticPagan",
        "description": "The name comes from 300 BC Etruscan graffiti meaning 'The Helvetian' - they even sing in reconstructed Gaulish language!"
      }
    ]
  },
  {
    "name": "Ensiferum",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Ensiferum is a Finnish folk metal band. The name is Latin for 'sword-bearer'."
      }
    ]
  },
  {
    "name": "Rammstein",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Rammstein is a German industrial metal band known for German lyrics and spectacular pyrotechnic live shows."
      },
      {
        "category": "RockMusic",
        "result": 1,
        "description": "Despite the industrial metal label, Rammstein's catchy hooks and mainstream success blur them into hard rock territory for many listeners."
      }
    ]
  },
  {
    "name": "Trivium",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Trivium is an American heavy metal band. Named after the classical education trivium (grammar, logic, rhetoric)."
      }
    ]
  },
  {
    "name": "Baroness",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Baroness is an American heavy metal band known for progressive elements and distinctive colorful artwork."
      },
      {
        "category": "RockMusic",
        "result": 1,
        "description": "Later Baroness albums like 'Purple' and 'Gold & Grey' shifted toward melodic progressive rock, moving away from their sludge metal roots."
      }
    ]
  },
  {
    "name": "Sleep",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Sleep is an American stoner/doom metal band known for extremely long songs and heavy, hypnotic riffs."
      }
    ]
  },
  {
    "name": "Ghost",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Ghost is a Swedish rock/metal band known for Satanic imagery combined with melodic pop-rock hooks."
      },
      {
        "category": "RockMusic",
        "result": 1,
        "description": "Despite the corpse paint and Satanic themes, Ghost's actual music is melodic rock with heavy pop influences. The metal aesthetic misleads many."
      }
    ]
  },
  {
    "name": "Slayer",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Slayer was an American thrash metal band, one of the 'Big Four' of thrash metal alongside Metallica, Megadeth, and Anthrax."
      }
    ]
  },
  {
    "name": "Anthrax",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Anthrax is one of the Big Four thrash metal bands from New York, known for combining metal with rap and hardcore."
      },
      {
        "category": "Superhero",
        "description": "Anthrax is a Marvel supervillain who fights the Avengers. The band definitely has better stage presence."
      }
    ]
  },
  {
    "name": "Kreator",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Kreator is a German thrash metal band, one of the 'Big Teutonic Four' of German thrash."
      }
    ]
  },
  {
    "name": "Darkthrone",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Darkthrone is a Norwegian black metal band influential in the second wave of black metal movement."
      }
    ]
  },
  {
    "name": "Dimmu Borgir",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Dimmu Borgir is a Norwegian symphonic black metal band named after an Icelandic lava formation meaning 'dark castles'."
      }
    ]
  },
  {
    "name": "Arch Enemy",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Arch Enemy is a Swedish melodic death metal band known for technical guitar work and powerful female vocals."
      }
    ]
  },
  {
    "name": "Amorphis",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Amorphis is a Finnish metal band blending progressive, folk, and death metal elements with themes from Finnish mythology."
      }
    ]
  },
  {
    "name": "Insomnium",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Insomnium is a Finnish melodic death metal band known for melancholic atmospheres and poetic lyrics."
      }
    ]
  },
  {
    "name": "Marduk",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Marduk is a legendary Swedish black metal band formed in 1990, known for extreme speed and anti-religious themes."
      },
      {
        "category": "DnD",
        "description": "Marduk is the chief Babylonian deity who slew Tiamat, and appears as a deity in D&D's Babylonian pantheon."
      }
    ]
  },
  {
    "name": "Tesseract",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "TesseracT is a British progressive metal band known for pioneering the 'djent' sound with polyrhythmic complexity."
      },
      {
        "category": "Tech",
        "description": "Tesseract is Google's open-source OCR (Optical Character Recognition) library for reading text from images."
      },
      {
        "category": "DigitalTerm",
        "description": "A tesseract is a 4-dimensional hypercube in mathematics and geometry, also known as an 8-cell."
      }
    ]
  },
  {
    "name": "Xentrix",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Xentrix is a British thrash metal band formed in 1985, part of the UK thrash metal movement."
      },
      {
        "category": "Tech",
        "result": -1,
        "description": "Sounds like a tech startup or software framework, but it's not - just the band."
      }
    ]
  },
  {
    "name": "Genesis",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Genesis is the legendary British progressive rock band featuring Phil Collins, known for evolving from prog to pop-rock."
      },
      {
        "category": "Tech",
        "description": "Genesis is the Sega Mega Drive gaming console released in 1988, known for Sonic the Hedgehog."
      },
      {
        "category": "CarModel",
        "description": "Genesis is Hyundai's luxury automotive brand with models like the G70, G80, and G90."
      }
    ]
  },
  {
    "name": "Rush",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Rush was the legendary Canadian progressive rock trio known for '2112', 'Tom Sawyer', and 'Limelight'."
      },
      {
        "category": "MetalMusic",
        "result": 1,
        "description": "Early Rush albums and heavy tracks like 'Working Man' influenced countless metal bands. Neil Peart's drumming is revered across metal."
      }
    ]
  },
  {
    "name": "Boston",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Boston is the American rock band behind the mega-hit 'More Than a Feeling' and 'Peace of Mind'."
      }
    ]
  },
  {
    "name": "Kansas",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Kansas is the American progressive rock band known for 'Carry On Wayward Son' and 'Dust in the Wind'."
      }
    ]
  },
  {
    "name": "Chicago",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Chicago is the American rock band famous for their horn section, known for '25 or 6 to 4' and 'If You Leave Me Now'."
      }
    ]
  },
  {
    "name": "Tesla",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Tesla is the American hard rock band formed in 1984, known for 'Love Song' and 'Signs'."
      },
      {
        "category": "Tech",
        "description": "Tesla is Elon Musk's electric vehicle company, revolutionizing the automotive industry."
      },
      {
        "category": "SiliconValleyBS",
        "description": "Tesla embodies Silicon Valley disruption culture with Elon Musk's vision of sustainable energy."
      },
      {
        "category": "CarModel",
        "description": "Tesla makes the Model S, Model 3, Model X, Model Y, Cybertruck, and Roadster electric vehicles."
      }
    ]
  },
  {
    "name": "Journey",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Journey is the American rock band known for 'Don't Stop Believin', 'Separate Ways', and 'Faithfully'."
      }
    ]
  },
  {
    "name": "Queen",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Queen is the legendary British rock band fronted by Freddie Mercury, known for 'Bohemian Rhapsody' and 'We Will Rock You'."
      }
    ]
  },
  {
    "name": "Eclipse",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Eclipse is a Swedish hard rock band known for melodic hooks and anthemic choruses."
      },
      {
        "category": "Tech",
        "description": "Eclipse is the famous Java IDE (Integrated Development Environment) widely used for software development."
      },
      {
        "category": "CarModel",
        "description": "The Mitsubishi Eclipse was a sports car produced from 1989 to 2012, and later revived as the Eclipse Cross SUV."
      },
      {
        "category": "Celestial",
        "description": "An eclipse is an astronomical event where one celestial body moves into the shadow of another (solar or lunar eclipse)."
      }
    ]
  },
  {
    "name": "Phoenix",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Phoenix is a French indie rock band known for '1901' and 'Lisztomania', bringing French flair to alternative rock."
      },
      {
        "category": "DnD",
        "description": "The phoenix is a legendary creature in D&D, a magical firebird that resurrects from its own ashes."
      },
      {
        "category": "GreekPagan",
        "description": "The phoenix is a mythical firebird from Greek mythology that cyclically regenerates from fire."
      },
      {
        "category": "CarModel",
        "description": "The Pontiac Phoenix was a compact car produced by General Motors from 1977 to 1984."
      },
      {
        "category": "Bird",
        "result": -1,
        "description": "While the mythical phoenix is bird-like, it's not an actual bird species - just mythology and the band."
      },
      {
        "category": "Celestial",
        "description": "Phoenix is a constellation in the southern sky, named after the mythical firebird."
      },
      {
        "category": "Superhero",
        "description": "Phoenix is Jean Grey's cosmic alter-ego in X-Men, the most powerful entity when she wields the Phoenix Force."
      },
      {
        "category": "SpaceMission",
        "description": "Phoenix was NASA's Mars lander mission in 2008 that confirmed water ice on Mars."
      },
      {
        "category": "MTG",
        "description": "Phoenix is a major creature type in Magic: The Gathering, known for returning from the graveyard."
      }
    ]
  },
  {
    "name": "Nirvana",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Nirvana was Kurt Cobain's grunge band that defined the early 90s with 'Smells Like Teen Spirit' and 'Come As You Are'."
      }
    ]
  },
  {
    "name": "Toto",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Toto is the American rock band behind the mega-hits 'Africa', 'Rosanna', and 'Hold the Line'."
      }
    ]
  },
  {
    "name": "Saga",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Saga is the Canadian progressive rock band known for 'On the Loose' and 'Wind Him Up'."
      }
    ]
  },
  {
    "name": "Foreigner",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Foreigner is the British-American rock band known for 'I Want to Know What Love Is', 'Cold as Ice', and 'Juke Box Hero'."
      }
    ]
  },
  {
    "name": "Cream",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Cream was the British rock supergroup with Eric Clapton, Jack Bruce, and Ginger Baker, pioneering power trio format."
      }
    ]
  },
  {
    "name": "Traffic",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Traffic was the British rock band featuring Steve Winwood, known for blending rock, jazz, and psychedelia."
      },
      {
        "category": "DigitalTerm",
        "description": "Traffic is a web analytics term referring to the number of visitors and interactions on a website."
      }
    ]
  },
  {
    "name": "Styx",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Styx is the American rock band behind 'Mr. Roboto', 'Come Sail Away', and 'Renegade'."
      },
      {
        "category": "GreekPagan",
        "description": "Styx is the Greek underworld river that souls must cross, with Charon as the ferryman."
      },
      {
        "category": "DnD",
        "description": "The River Styx appears in D&D as one of the rivers of the Lower Planes, particularly in the Nine Hells."
      }
    ]
  },
  {
    "name": "Asia",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Asia is the British progressive rock supergroup known for 'Heat of the Moment' and 'Only Time Will Tell'."
      }
    ]
  },
  {
    "name": "Europe",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Europe is the Swedish rock band known for the anthems 'The Final Countdown' and 'Carrie'."
      },
      {
        "category": "MetalMusic",
        "result": 1,
        "description": "While 'The Final Countdown' is pure arena rock, Europe's earlier and recent albums lean into heavy/power metal territory with heavier guitars."
      }
    ]
  },
  {
    "name": "Scorpions",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Scorpions is the German rock band known for 'Wind of Change' and 'Rock You Like a Hurricane'."
      },
      {
        "category": "MetalMusic",
        "result": 1,
        "description": "Early Scorpions albums like 'Blackout' and 'Love at First Sting' are considered heavy metal. They softened into arena rock by the late 80s."
      }
    ]
  },
  {
    "name": "Rainbow",
    "categories": [
      {
        "category": "RockMusic",
        "description": "Rainbow was Ritchie Blackmore's rock band formed after leaving Deep Purple, known for 'Man on the Silver Mountain' and 'Since You Been Gone'."
      },
      {
        "category": "MetalMusic",
        "result": 1,
        "description": "With Ronnie James Dio on vocals, early Rainbow albums like 'Rising' are considered foundational heavy metal. Later albums went more commercial rock."
      }
    ]
  },
  {
    "name": "Viper",
    "categories": [
      {
        "category": "MetalMusic",
        "description": "Viper is a Brazilian heavy metal band formed in 1985, part of the Brazilian metal scene."
      },
      {
        "category": "DnD",
        "description": "Vipers are poisonous snake monsters in Dungeons & Dragons, including giant vipers and other serpent creatures."
      },
      {
        "category": "CarModel",
        "description": "The Dodge Viper is an American sports car known for its powerful V10 engine, produced from 1992 to 2017."
      }
    ]
  }
]
